{"docstore/data":{"38847e5b-03b6-40fc-9c7f-6c0ee373e574":{"indexId":"38847e5b-03b6-40fc-9c7f-6c0ee373e574","nodesDict":{"ae3142a1-40bd-4c1b-8f17-9dc4173447d4":{"id_":"ae3142a1-40bd-4c1b-8f17-9dc4173447d4","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator00c80ea2ca2b4893b362c3c44bddafe2.pdf","metadata":{},"hash":"Ge7LsQyFEqvpNHIMMbMvliR4I+vihUiy2+l2VlXqjxw="},"NEXT":{"nodeId":"8b2d4a1c-4483-4af4-a414-0ce0a1a76eed","metadata":{},"hash":"B290Fk5jcHroDtChU+PMqS7TGGMc5XwFOiP2gI+MCtY="}},"hash":"/fU7hZulHv4RWu1V2MVocFJT1Bf6rPnXTEVTQseLdOc=","text":"THE ARMED FORCES (EMERGENCY DUTIES) ACT, 1947\nCONTENTS\nPREAMBLE. 1 Short title and extent. 2 Emergency duties of Armed Forces. 3 Validation of certain past Commands. Page 1 of 3\n\nTHE ARMED FORCES (EMERGENCY DUTIES) ACT, 1947. 1\nACT No. XV OF 1947\n[20\nth \nMarch, 1947]\nAn Act to enable duties in connection with vital services to be imposed in an emergency on the\nArmed Forces of \n2\n[Pakistan]. WHEREAS it is expedient to enable duties in connection with vital services to be imposed in an\nemergency on the Armed Forces of \n2\n[Pakistan]; It is hereby enacted as follows:\n__\n1. Short title and extent. __ \n(1) This Act may be called the Armed Forces (Emergency Duties)\nAct, 1947. 3\n[(2) It extends to the whole of Pakistan. ]\n2. Emergency duties of Armed Forces. __ \n(1) The \n4\n[Federal Government] may, by notification\n5\nin the official Gazette, declare any specified service to be a service of vital importance to the\ncommunity:\nProvided that such notification shall remain in force for one month in the first instance, but may\nbe extended, from time to time, by a like notification. (2) Upon a declaration being made under sub‑section (1) and until it is rescinded, it shall be the\nduty of every person subject to \n6\n* * * the Pakistan Army Act, 1952],\n6\n* * * \n7\n[or the\nPakistan Air Force Act, 1953], or the \n8\n[Pakistan Navy Ordinance, 1961], to obey any command given\nby any superior officer in relation to employment upon or in connection with the service specified in\nthe declaration; and every such command shall be deemed to be a lawful command within the\nmeaning and for the purposes of the said Acts \n9\n[or Ordinance]. 3. [Validation of certain past Commands. ] Rep. by the Federal Laws (Revision and Declaration)\nAct, 1951 (XXVI of 1951), s. 3 and Second Schedule.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"8b2d4a1c-4483-4af4-a414-0ce0a1a76eed":{"id_":"8b2d4a1c-4483-4af4-a414-0ce0a1a76eed","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator00c80ea2ca2b4893b362c3c44bddafe2.pdf","metadata":{},"hash":"Ge7LsQyFEqvpNHIMMbMvliR4I+vihUiy2+l2VlXqjxw="},"PREVIOUS":{"nodeId":"ae3142a1-40bd-4c1b-8f17-9dc4173447d4","metadata":{},"hash":"/fU7hZulHv4RWu1V2MVocFJT1Bf6rPnXTEVTQseLdOc="}},"hash":"B290Fk5jcHroDtChU+PMqS7TGGMc5XwFOiP2gI+MCtY=","text":"3 and Second Schedule. 1\nFor Statement of Objects and Reasons, see Gazette of India, 1947, Pt.V, p.128. The Act has been applied to Baluchistan, see Gazette of India, 1947, Pt.I, p.535. The Act has been extended to the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950). 2\nSubs. by A. O., 1961, Art. 2 and Sch., for “the Crown” (with effect from the 23rd March, 1956). 3\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for the original sub‑section (2), as amended\nby A. O., 1949. 4\nSubs. by F.A.O.1975, Art.2 and Sch., for “Central Government”. 5\nFor such notification, see Gaz.of P., 1950, Ext., p.125. 6\nCertain words omitted by the Federal Laws (Revision and Declaration), Ordinance, 1981 (27 of 1981),s.3 and Sch., II. 7\nIns. by Ord. 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14\nth \nOctober, 1955). 8\nSubs. by the Repealing and Amending Ordinance, 1965 (10 of 1965), s. 3 and 2nd Sch., for “Naval Discipline Act, in the form in which it is set forth in the First Schedule to the\nPakistan Navy (Discipline) Act, 1934”, (with effect from the 1\nst \nMarch, 1962). 9\nAdded by the Repealing and Amending Ordinance, 1965 (10 of 1965), s. 3 and 2nd Sch. (with effect from the 1\nst \nMarch, 1962). Page 2 of 3\n\nPage 3 of 3","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"1279a3fb-300a-4583-8948-f8ee46e86ec4":{"id_":"1279a3fb-300a-4583-8948-f8ee46e86ec4","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"NEXT":{"nodeId":"05c4c12c-cee8-49bb-ad92-4b77753e860a","metadata":{},"hash":"kmDPQuGtmFHBhP7GQurHbuls+eU6XF3+X6uyc8aSJ9c="}},"hash":"N6fi6AqTSyxTefyull3ZSUG84drP8H1r9SKD8hqjKGo=","text":"UNDER REVIEW\nPage 1 of 17\ns\nTHE ARBITRATION ACT, 1940\nCONTENTS\n1. Short title, extent and commencement. 2. Definitions. 3. Provisions implied in arbitration agreement. 4. Agreement that arbitrators be appointed by third party. 5. Authority of appointed arbitrator or umpire irrevocable except by leave of Court. 6. Arbitration agreement not to be discharged by death of party thereto. 7. Provisions in case of insolvency. 8. Power of Court to appoint arbitrator or umpire. 9. Power to party to appoint new arbitrator or, in certain cases, a sole arbitrator. 10. Provisions as to appointment of three or more arbitrators. 11. Power to Court to remove arbitrators or umpire in certain circumstances. 12. Power of Court where arbitrator is removed or his authority revoked. 13. Powers of arbitrator. 14. Award to be signed and filed. 15. Power of Court to modify award. 16. Power to remit award. 17. Judgment in terms of award. 18. Power of Court to pass interim orders. UNDER REVIEW\nPage 2 of 17\n19. Power to supersede arbitration where award becomes void or is set aside. 20. Application to file in Court arbitration agreement. 21. Parties to suit may apply for order of reference. 22. Appointment of arbitrator. 23. Order of reference. 24. Reference to arbitration by some of the parties. 25. Provisions applicable to arbitrations under this Chapter. 26. Application of Chapter. 26-A. Award to set out reasons\n27. Power of arbitrators to make an interim award. 28. Power to Court only to enlarge time for making award\n29. Interest on awards. 30. Grounds for setting aside award. 31. Jurisdiction. 32. Bar to suit contesting arbitration agreement or award. 33. Arbitration agreement or award to be contested by application. 34. Power to stay legal proceedings where there is an arbitration agreement. 35. Effect of legal proceedings on arbitration. 36.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"05c4c12c-cee8-49bb-ad92-4b77753e860a":{"id_":"05c4c12c-cee8-49bb-ad92-4b77753e860a","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"1279a3fb-300a-4583-8948-f8ee46e86ec4","metadata":{},"hash":"N6fi6AqTSyxTefyull3ZSUG84drP8H1r9SKD8hqjKGo="},"NEXT":{"nodeId":"de10b5af-e77f-45bb-bc59-7ded6acfc6c0","metadata":{},"hash":"xFJzMpZdZ3k5CPUOxkWD/rchZLQOLQngROx4MgdPZc4="}},"hash":"kmDPQuGtmFHBhP7GQurHbuls+eU6XF3+X6uyc8aSJ9c=","text":"35. Effect of legal proceedings on arbitration. 36. Power of Court, to order that a provision making an award a condition precedent to\nan action shall not apply to a particular difference. 37. Limitations. 38. Disputes as to arbitrator’s remuneration or costs. 39. Appealable orders. 40. Small Cause Court not to have jurisdictions over arbitrations save arbitrations in suit\nbefore it. 41. Procedure and powers of Court. 42. Service of notice by party or arbitrator. UNDER REVIEW\nPage 3 of 17\n43. Power of Court to issue processes for appearance before arbitrator . 44. Power of High Court to make rules. 45. Government to be bound. 46. Application of Act to statutory arbitrations. 47. Act to apply to all arbitrations. 48. Saving for pending references. 49. [Omitted]\nTHE FIRST SCHEDULE\nImplied conditions of arbitration agreements\nTHE SECOND SCHEDULE\nPower of Court\nTHE THIRD SCHEDULE\n[Repealed. ]\nTHE FOURTH SCHEDULE\n[Repealed. ]\n\nUNDER REVIEW\nPage 4 of 17\nTHE ARBITRATION ACT, 1940. 1\nACT NO. X OF 1940\n[11 March, 1940]\nAn Act to consolidate and amend the law relating to Arbitration. WHEREAS it is expedient to consolidate and amend the law relating to arbitration in\n2\n[Pakistan];\nIt is hereby enacted as follows :—\nCHAPTER I\nINTRODUCTORY\n1. Short title, extent and commencement.—(1) This Act may be called the Arbitration Act,\n1940. 3\n[(2) It extends to the whole of Pakistan]. (3) It shall come into force on the 1st day of July, 1940. 2. Definitions.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"de10b5af-e77f-45bb-bc59-7ded6acfc6c0":{"id_":"de10b5af-e77f-45bb-bc59-7ded6acfc6c0","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"05c4c12c-cee8-49bb-ad92-4b77753e860a","metadata":{},"hash":"kmDPQuGtmFHBhP7GQurHbuls+eU6XF3+X6uyc8aSJ9c="},"NEXT":{"nodeId":"e89b55b2-4c78-4347-971f-11b8a058b3cb","metadata":{},"hash":"7g4WHx8O11CR77U8cC0h1R3jFhXl9p/IFhGYtYG64vM="}},"hash":"xFJzMpZdZ3k5CPUOxkWD/rchZLQOLQngROx4MgdPZc4=","text":"2. Definitions. In this Act, unless there is anything repugnant in the subject or context—\n(a) “arbitration agreement” means a written agreement to submit present or future\ndifferences to arbitration, whether an arbitrator is named therein or not;\n(b) “award” means an arbitration award;\n(c) “Court” means a Civil Court having jurisdiction to decide the question\nforming the subject-matter of the reference if the same had been the\nsubject-matter of a suit, but does not, except for the purpose of arbitration\nproceedings under section 21, include a Small Cause Court;\n(d) “legal representative” means a person who in law represents the estate of a\ndeceased person, and includes any person who intermeddles with the estate of\nthe deceased, and, where a party acts in representative character, the person on\nwhom the estate devolves on the death of the party so acting;\n(e) “reference” means a reference to arbitration. 1 \nFor statement of Objects and Reasons, see Gazette of India, 1939, Pt. V, p. 142, ; for the Report of Select Committee, see ibid., 1940, Pt. V, p. 35. This Act has been applied to Baluchistan, see Notification No. 168- N., dated the 17th October, 1940, Gazette of India, 1940, Pt. I, p. 1478;\nPhulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N. W. F. P., subject to certain modifications- see N.W.F..P\n(Upper Tananwal) (Excluded Area) Laws Regulation, 1950; and also extended to the Excluded Area of Upper Tanawal other than Phulera by the\naforesaid Regulation, and declared to be in force in that area with effect from the 1st June, 1951, see N.W.F.P. Gazette, Ext., dated the 1st June, 1951. It has been extended to the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950). 2 \nSubs.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"e89b55b2-4c78-4347-971f-11b8a058b3cb":{"id_":"e89b55b2-4c78-4347-971f-11b8a058b3cb","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"de10b5af-e77f-45bb-bc59-7ded6acfc6c0","metadata":{},"hash":"xFJzMpZdZ3k5CPUOxkWD/rchZLQOLQngROx4MgdPZc4="},"NEXT":{"nodeId":"e7d88f02-90f8-4406-8c7a-fa94a1fe5219","metadata":{},"hash":"yVPg3XCL62EJeTVEm8llx6M3nmPKZbOFZG8x1YWSBJo="}},"hash":"7g4WHx8O11CR77U8cC0h1R3jFhXl9p/IFhGYtYG64vM=","text":"G. O. 3 of 1950). 2 \nSubs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch (with effect from the 14th October, 1955), for “the\nProvinces and the Capital of the Federation” which had been subs., by A. O., 1949, for British India”. 3 \nSubs. by Ordinance 21 of 1960, s. 3 and Sch (with effect from the 14th October, 1955), for the original sub-section (2) as amended by A. O, 1949. UNDER REVIEW\nPage 5 of 17\nCHAPTER II\nARBITRATION WITHOUT INTERVENTION OF A COURT\n3. Provisions implied in arbitration agreement. An arbitration agreement, unless a\ndifferent intention is expressed therein, shall be deemed to include the provisions set out in the First\nSchedule in so far as they are applicable to the reference. 4. Agreement that arbitrators be appointed by third party. The parties to an arbitration\nagreement may agree that any reference thereunder shall be to an arbitrator or arbitrators to be\nappointed by a person designated in the agreement either by name or as the holder for the time being\nof any office or appointment. 5. Authority of appointed arbitrator or umpire irrevocable except by leave of\nCourt. The authority of an appointed arbitrator or umpire shall not a revocable except with the leave\nof the Court unless a contrary intention is expressed in the arbitration agreement. 6. Arbitration agreement not to be discharged by death of party thereto.—(1) An\narbitration agreement shall not be discharged by the death of any party thereto, either as respects the\ndeceased or any other party, but shall in such event be enforceable by or against the legal\nrepresentative of the deceased. (2) The authority of an arbitrator shall not be revoked by the death of any party by whom he\nwas appointed. (3) Nothing in this section shall affect the operation of any law by virtue of which any right\nof action is extinguished by the death of a person. 7.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"e7d88f02-90f8-4406-8c7a-fa94a1fe5219":{"id_":"e7d88f02-90f8-4406-8c7a-fa94a1fe5219","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"e89b55b2-4c78-4347-971f-11b8a058b3cb","metadata":{},"hash":"7g4WHx8O11CR77U8cC0h1R3jFhXl9p/IFhGYtYG64vM="},"NEXT":{"nodeId":"055104de-5973-45e4-a86b-9e2651ced647","metadata":{},"hash":"7Dj3NZfwRXLOlZMrBMZLVQZTrPmHge4k4y+Q3prw83E="}},"hash":"yVPg3XCL62EJeTVEm8llx6M3nmPKZbOFZG8x1YWSBJo=","text":"7. Provisions in case of insolvency.—(1) Where it is provided by a term in a contract to\nwhich an insolvent is a party that any differences arising thereout or in connection therewith shall be\nreferred to arbitration, the said term shall, if the receiver adopts the contract, be enforceable by or\nagainst him so far as it relates to any such differences. (2) Where a person who has been adjudged an insolvent had, before the commencement of\nthe insolvency proceedings, become a party to an arbitration agreement, and any matter to which the\nagreement applies is required to be determined in connection with, or for the purposes of the\ninsolvency proceedings, then, if the case is one to which sub-section (1) does not apply, any other\nparty to the agreement or the receiver may apply to the Court having jurisdiction in the insolvency\nproceedings for an order directing that the matter in question shall be referred to arbitration in\naccordance with the agreement, and the Court may, if it is of opinion that, having regard to all the\ncircumstances of the case, the matter ought to be determined by arbitration, make an order\naccordingly. (3) In this section the expression “receiver” includes an Official Assignee. 8. Power of Court to appoint arbitrator or umpire.—(1) In any of the following cases:—\n(a) where an arbitration agreement provides that the reference shall be to one or\nmore arbitrators to be appointed by consent of the parties, and all the parties\ndo not, after differences have arisen, concur in the appointment or\nappointments; or\n\nUNDER REVIEW\nPage 6 of 17\n(b) if any appointed arbitrator or umpire neglects or refuses to act, or is incapable\nof acting, or dies, and the arbitration agreement does not show that it was\nintended that the vacancy should not be supplied, and the parties or the\narbitrators, as the case may be, do not supply the vacancy; or\n(c) where the parties or the arbitrators are required to appoint an umpire and do\nnot appoint him;\nany party may serve the other parties or the arbitrators, as the case may be, with a written notice to\nconcur in the appointment or appointments or in supplying the vacancy.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"055104de-5973-45e4-a86b-9e2651ced647":{"id_":"055104de-5973-45e4-a86b-9e2651ced647","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"e7d88f02-90f8-4406-8c7a-fa94a1fe5219","metadata":{},"hash":"yVPg3XCL62EJeTVEm8llx6M3nmPKZbOFZG8x1YWSBJo="},"NEXT":{"nodeId":"305dbbbd-b1dc-47ad-81c7-fab1cd8585bf","metadata":{},"hash":"1pXoY3lTu7a35DNMxQrz7Fo1aqTYypS5YAR3wgx43uE="}},"hash":"7Dj3NZfwRXLOlZMrBMZLVQZTrPmHge4k4y+Q3prw83E=","text":"(2) If the appointment is not made within fifteen clear days after the service of the said notice,\nthe Court may, on the application of the party who gave the notice and after giving the other parties\nan opportunity of being heard, appoint an arbitrator or arbitrators or umpire, as the case may be, who\nshall have like power to act in the reference and to make an award as if he or they had been\nappointed by consent of all parties. 9. Power to party to appoint new arbitrator or, in certain cases, a sole arbitrator. Where\nan arbitrations agreement provides that a reference shall be to two arbitrators, one to be appointed by\neach party, then, unless a different intention is expressed in the agreement,—\n(a) if either of the appointed arbitrators, neglects or refuses to act, or is incapable\nof acting or dies, the party who appointed him may appoint a new arbitrator in\nhis place;\n(b) if one party fails to appoint an arbitrator, either originally or by way of\nsubstitution as aforesaid, for fifteen clear days after the service by the other\nparty of a notice in writing to make the appointment, such other party having\nappointed his arbitrator before giving the notice, the party who has appointed\nan arbitrator may appoint that arbitrator to act as sole arbitrator in the\nreference, and his award shall be binding on both parties as if he had been\nappointed by consent:\nProvided that the Court may set aside any appointment as sole arbitrator made under clause\n(b) and either, on sufficient cause being shown, allow further time to the defaulting party to appoint\nan arbitrator or pass such other order as it thinks fit. Explanation.— The fact that an arbitrator or umpire, after a request by either party to enter on\nand proceed with the reference, does not within one month comply with the request may constitute a\nneglect or refusal to act within the meaning of section 8 and this section. 10.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"305dbbbd-b1dc-47ad-81c7-fab1cd8585bf":{"id_":"305dbbbd-b1dc-47ad-81c7-fab1cd8585bf","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"055104de-5973-45e4-a86b-9e2651ced647","metadata":{},"hash":"7Dj3NZfwRXLOlZMrBMZLVQZTrPmHge4k4y+Q3prw83E="},"NEXT":{"nodeId":"89ee9c37-6ffa-4571-9eea-7326a8ecd651","metadata":{},"hash":"QTWCmSaI/9zW+XD6Jqf9gIeVaA9ISnl8+9a7hOahVnM="}},"hash":"1pXoY3lTu7a35DNMxQrz7Fo1aqTYypS5YAR3wgx43uE=","text":"10. Provisions as to appointment of three or more arbitrators.—(1) Where an arbitration\nagreement provides that a reference shall be to three arbitrators, one to be appointed by each party\nand the third by the two appointed arbitrators, the agreement shall have effect as if it provided for the\nappointment of an umpire, and not for the appointment of a third arbitrator, by the two arbitrators\nappointed by the parties. (2) Where an arbitration agreement provides that a reference shall be to three arbitrators to be\nappointed otherwise than as mentioned in sub-section (1), the award of the majority shall, unless the\narbitration agreement otherwise provides, prevail. UNDER REVIEW\nPage 7 of 17\n(3) Where an arbitration agreement provides for the appointment of more arbitrators than\nthree, the award of the majority, or if the arbitrators are equally divided in their opinions, the award\nof the umpire shall, unless the arbitration agreement otherwise provides, prevail. 11. Power to Court to remove arbitrators or umpire in certain circumstances.—(1) The\nCourt may, on the application of any party to a reference, remove an arbitrator or umpire who fails to\nuse all reasonable dispatch in entering on and proceeding with the reference and making an award. (2) The Court may remove an arbitrator or umpire who has misconducted himself or the\nproceedings. (3) Where an arbitrator or umpire is removed under this section, he shall not be entitled to\nreceive any remuneration in respect of his services. (4) For the purposes of this section the expression “proceeding with the reference” includes,\nin a case where reference to the umpire becomes necessary, giving notice of that fact to the parties\nand to the umpire. 12. Power of Court where arbitrator is removed or his authority revoked.—(1) Where\nthe Court removes an umpire who has not entered on the reference or one or more arbitrators (not\nbeing all the arbitrators), the Court may, on the application of any party to the arbitration agreement,\nappoint persons to fill the vacancies.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"89ee9c37-6ffa-4571-9eea-7326a8ecd651":{"id_":"89ee9c37-6ffa-4571-9eea-7326a8ecd651","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"305dbbbd-b1dc-47ad-81c7-fab1cd8585bf","metadata":{},"hash":"1pXoY3lTu7a35DNMxQrz7Fo1aqTYypS5YAR3wgx43uE="},"NEXT":{"nodeId":"21eaf11a-6560-4c46-9897-087523942148","metadata":{},"hash":"GYcuRJNgJxsIZJ8tIovlJy2nyc/5uLl7JFixo47nzbk="}},"hash":"QTWCmSaI/9zW+XD6Jqf9gIeVaA9ISnl8+9a7hOahVnM=","text":"(2) Where the authority of an arbitrator or arbitrators or an umpire is revoked by leave of the\nCourt, or where the Court removes an umpire who has entered on the reference or a sole arbitrator or\nall the arbitrators, the Court may, on the application of any party to the arbitration agreement,\neither—\n(a) appoint a person to act as sole arbitrator in the place of the person or persons\ndisplaced, or\n(b) order that the arbitration agreement shall cease to have effect with respect to\nthe difference referred. (3) A person appointed under this section as an arbitrator or umpire shall have the like power\nto act in the reference and to make an award as if he had been appointed in accordance with the\narbitration agreement. 13. Powers of arbitrator. The arbitrators or umpire shall, unless a different intention is\nexpressed in the agreement, have power to—\n(a) administer oath to the parties and witnesses appearing;\n(b) state a special case for the opinion of the Court on any question of law\ninvolved, or state the award, wholly or in part, in the form of a special case of\nsuch question for the opinion of the Court;\n(c) make the award conditional or in the alternative;\n(d) correct in an award any clerical mistake or error arising from any accidental\nslip or omission;\n\nUNDER REVIEW\nPage 8 of 17\n(e) administer to any party to the arbitration such interrogatories as may, in the\nopinion of the arbitrators or umpire, be necessary. 14. Award to be signed and filed.—(1) When the arbitrators or umpire have made their\naward, they shall sign it and shall give notice in writing to the parties of the making and signing\nthereof and of the amount of fees and charges payable in respect of the arbitration and award.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"21eaf11a-6560-4c46-9897-087523942148":{"id_":"21eaf11a-6560-4c46-9897-087523942148","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"89ee9c37-6ffa-4571-9eea-7326a8ecd651","metadata":{},"hash":"QTWCmSaI/9zW+XD6Jqf9gIeVaA9ISnl8+9a7hOahVnM="},"NEXT":{"nodeId":"0caabcc6-04ad-496b-8118-0d59f09ef2d9","metadata":{},"hash":"OcK2wuF4LD2DSiZnYLOnI39o5pmQd0VxqmftZ5kE93o="}},"hash":"GYcuRJNgJxsIZJ8tIovlJy2nyc/5uLl7JFixo47nzbk=","text":"(2) The arbitrators or umpire shall, at the request of any party to the arbitration agreement or\nany person claiming under such party or if so directed by the Court and upon payment of the fees and\ncharges due in respect of the arbitration and award and of the costs and charges of filing the award,\ncause the award or signed copy of it, together with any depositions and documents which may have\nbeen taken and proved before them, to be filed in Court, and the Court shall thereupon give notice to\nthe parties of the filing of the award. (3) Where the arbitrators or umpire state a special case under clause (b) of section 13, the\nCourt, after giving notice to the parties and hearing them, shall pronounce its opinion thereon and\nsuch opinion shall be added to, and shall form part of, the award. 15. Power of Court to modify award. The Court may by order modify or correct an\naward—\n(a) Where it appears that a part of the award is upon a matter not referred to\narbitration and such part can be separated from the other part and does not\naffect the decision on the matter referred; or\n(b) Where the award is imperfect in form, or contains any obvious error which can\nbe amended without effecting such decision; or\n(c) Where the award contains clerical mistake or an error arising from an\naccidental slip or omission. 16. Power to remit award.—(1) The Court may from time to time remit the award or any\nmatter referred to arbitration to the arbitrators or umpire for reconsideration upon such terms as it\nthinks fit—\n(a) where the award has left undetermined any of the matters referred to\narbitration, or where it determines any matter not referred to arbitration and\nsuch matter cannot be separated without affecting the determination of the\nmatters referred; or\n(b) where the award is so indefinite as to be incapable of execution ; or\n(c) where an objection to the legality of the award is apparent upon the face of it. (2) Where an award is remitted under sub-section (1) the Court shall fix the time within\nwhich the arbitrator or umpire shall submit his decision to the Court:\nProvided that any time so fixed may be extended by subsequent order of the Court.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"0caabcc6-04ad-496b-8118-0d59f09ef2d9":{"id_":"0caabcc6-04ad-496b-8118-0d59f09ef2d9","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"21eaf11a-6560-4c46-9897-087523942148","metadata":{},"hash":"GYcuRJNgJxsIZJ8tIovlJy2nyc/5uLl7JFixo47nzbk="},"NEXT":{"nodeId":"bb4d574c-a6ce-4a97-b69c-d6a62f815297","metadata":{},"hash":"GfUBYXGhfjPQ4Enhm4Hsv0GqzB4WZO87OtnvJf7F7Ms="}},"hash":"OcK2wuF4LD2DSiZnYLOnI39o5pmQd0VxqmftZ5kE93o=","text":"(3) An award remitted under sub-section (1) shall become void on the failure of the arbitrator\nor umpire to reconsider it and submit his decision within the time fixed. UNDER REVIEW\nPage 9 of 17\n17. Judgment in terms of award. Where the Court sees no cause to remit the award or any\nof the matters referred to arbitration for reconsideration or to set aside the award, the Court shall,\nafter the time for making an application to set aside the award has expired, or such application\nhaving been made, after refusing it, proceed to pronounce judgment according to the award, and\nupon the judgment so pronounced a decree shall follow, and no appeal shall lie from such decree\nexcept on the ground that it is in excess of, or not otherwise in accordance with, the award. 18. Power of Court to pass interim orders.— (1) Notwithstanding anything contained in\nsection 17, at anytime after the filing of the award, whether notice of the filing has been served or\nnot, upon being satisfied by affidavit or otherwise that a party has taken or is about to take steps to\ndefeat, delay or obstruct the execution of any decree that may be passed upon the award, or that\nspeedy execution of the award is just and necessary, the Court may pass such interim orders as it\ndeems necessary. (2) Any person against whom such interim orders have been passed may show cause against\nsuch orders, and the Court, after hearing the parties, may pass such further orders as it deems\nnecessary and just. 19. Power to supersede arbitration where award becomes void or is set aside. Where an\naward has become void under sub-section (3) of section 16 or has been set aside, the Court may by\norder supersede the reference and shall thereupon order that the arbitration agreement shall cease to\nhave effect with respect to the difference referred. _____________\nCHAPTER III\nARBITRATION WITH INTERVENTION OF A COURT WHERE THERE IS NO SUIT\nPENDING. 20.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"bb4d574c-a6ce-4a97-b69c-d6a62f815297":{"id_":"bb4d574c-a6ce-4a97-b69c-d6a62f815297","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"0caabcc6-04ad-496b-8118-0d59f09ef2d9","metadata":{},"hash":"OcK2wuF4LD2DSiZnYLOnI39o5pmQd0VxqmftZ5kE93o="},"NEXT":{"nodeId":"ca55760c-dd78-41c7-a1df-4187d840fbe5","metadata":{},"hash":"XJ1MManafrRHWtqZeycg6yerx8scBpwZHKgyUeKdWhY="}},"hash":"GfUBYXGhfjPQ4Enhm4Hsv0GqzB4WZO87OtnvJf7F7Ms=","text":"20. Application to file in Court arbitration agreement.—(1) Where any persons have\nentered into an arbitration agreement before the institution of any suit with respect to the subject-\nmatter of the agreement or any part of it, and where a difference has arisen to which the agreement\napplies, they or any of them, instead of proceeding under Chapter II, may apply to a Court having\njurisdiction in the matter to which the agreement relates, that the agreement be filed in the Court. (2) The application shall be in writing and shall be numbered and registered as a suit between\none or more of the parties interested or claiming to be interested as plaintiff or plaintiffs and the\nremainder as defendant or defendants, if the application has been presented by all the parties, or, if\notherwise, between the applicant as plaintiff and the other parties as defendants. (3) On such application being made, the Court shall direct notice thereof to be given to all\nparties to the agreement other than the applicants, requiring them to show cause within the time\nspecified in the notice why the agreement should not be filed. (4) Where no sufficient cause is shown, the Court shall order the agreement to be filed, and\nshall make an order of reference to the arbitrator appointed by the parties, whether in the agreement\nor otherwise, or, where the parties cannot agree upon an arbitrator, to an arbitrator appointed by the\nCourt. UNDER REVIEW\nPage 10 of 17\n(5) Thereafter the arbitration shall proceed in accordance with, and shall be governed by, the\nother provisions of this Act so far as they can be made applicable. ___________\nCHAPTER IV\nARBITRATION IN SUITS\n21. Parties to suit may apply for order or reference. Where in any suit all the parties\ninterested agree that any matter in difference between them in the suit shall be referred to arbitration,\nthey may at any time before judgment is pronounced apply in writing to the Court for an order or\nreference. 22. Appointment of arbitrator. The arbitrator shall be appointed in such manner as may be\nagreed upon between the parties. 23. Order of reference.—(1) The Court shall, by order, refer to the arbitrator the matter in\ndifference which he is required to determine, and shall in the order specify such time as it thinks\nreasonable for the making of the award.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"ca55760c-dd78-41c7-a1df-4187d840fbe5":{"id_":"ca55760c-dd78-41c7-a1df-4187d840fbe5","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"bb4d574c-a6ce-4a97-b69c-d6a62f815297","metadata":{},"hash":"GfUBYXGhfjPQ4Enhm4Hsv0GqzB4WZO87OtnvJf7F7Ms="},"NEXT":{"nodeId":"715a7dba-42d1-45d1-bb56-db543369d7b1","metadata":{},"hash":"hTqPlksiEopSQJZ68KKX8lIb2Jn4gCGSFQpkcUqYygM="}},"hash":"XJ1MManafrRHWtqZeycg6yerx8scBpwZHKgyUeKdWhY=","text":"(2) Where a matter is referred to arbitration, the Court shall not, save in the manner and to the\nextent provided in this Act, deal with such matter in the suit. 24. Reference to arbitration by some of the parties. Where some only of the parties to a\nsuit apply to have the matters in difference between them referred to arbitration in accordance with,\nand in the manner provided by section 21, the Court may, if it thinks fit, so refer such matters to\narbitration (provided that the same can be separated from the rest of the subject-matter of the suit) in\nthe manner provided in that section, but the suits shall continue so far as it relates to the parties who\nhave not joined in the said application and to matters not contained in the said reference as if no such\napplication had been made, and an award made in pursuance of such a reference shall be binding\nonly on the parties who have joined in the application. 25. Provisions applicable to arbitrations under this Chapter. The provisions of the other\nChapters shall, so far as they can be made applicable, apply to arbitrations under this Chapter:\nProvided that the Court may, in any of the circumstances mentioned in Section 8, 10, 11 and\n12, instead of filing up the vacancies or making the appointments, make an order superseding the\narbitration and proceed with the suit, and where the Court makes an order superseding the arbitration\nunder section 19, it shall proceed with the suit. _________\nCHAPTER V\nGENERAL\n26. Application of Chapter. Save as otherwise provided in this Act, the provisions of this\nChapter shall apply to all arbitrations. 1\n[26-A. Award to set out reasons.—(1) The arbitrators or umpire shall state in the award the\nreasons for the award in sufficient detail to enable the Court to consider any question of law arising\nout of the award. UNDER REVIEW\nPage 11 of 17\n(2) Where the award does not state the reasons in sufficient detail, the Court shall remit the\naward to the arbitrators or umpire and fix the time within which the arbitrator or umpire shall submit\nthe award together with the reasons in sufficient detail:\nProvided that any time so fixed may be extended by subsequent order of the Court.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"715a7dba-42d1-45d1-bb56-db543369d7b1":{"id_":"715a7dba-42d1-45d1-bb56-db543369d7b1","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"ca55760c-dd78-41c7-a1df-4187d840fbe5","metadata":{},"hash":"XJ1MManafrRHWtqZeycg6yerx8scBpwZHKgyUeKdWhY="},"NEXT":{"nodeId":"4bbcbac5-bf5a-4ebb-97df-bdfaff4931e4","metadata":{},"hash":"sHYro8UJ0edAXIjHkwwZtPs0X05bLlYhnkmq5uHjw74="}},"hash":"hTqPlksiEopSQJZ68KKX8lIb2Jn4gCGSFQpkcUqYygM=","text":"(3) An award remitted under sub-section (2) shall become void on the failure of the\narbitrators or umpire to submit it in accordance with the direction of the Court. ]\n27. Power of arbitrators to make an interim award.—(1) Unless a different intention\nappears in the arbitration agreement, the arbitrators or umpire may, if they think fit, make an interim\naward. (2) All references in this Act to an award shall include references to an interim award made\nunder sub-section (1). 28. Power to Court only to enlarge time for making award.—(1) The Court may, if it\nthinks fit, whether the time for making the award has expired or not and whether the award has been\nmade or not, enlarge from time to time the time for making the award. (2) Any provisions in an arbitration agreement whereby the arbitrators or umpire may, except\nwith the consent of all the parties to the agreement, enlarge the time for making the award, shall be\nvoid and of no effect. 29. Interest on awards. Where and in so far as an award is for the payment of money the\nCourt may in the decree order interest, from the date of the decree at such rate as the Court deems\nreasonable, to be paid on the principal sum as adjudged by the award and confirmed by the decree. 30. Grounds for setting aside award. An award shall not be set aside except on one or more\nof the following grounds, namely;—\n(a) that an arbitrator or umpire has misconducted himself or the proceedings;\n(b) that an award has been made after the issue of an order by the Court\nsuperseding the arbitration or after arbitration proceedings have become\ninvalid under section 35;\n(c) that an award has been improperly procured or is otherwise invalid. 31. Jurisdiction.—(1) Subject to the provisions of this Act, an award may be filed in any\nCourt having jurisdiction in the matter to which the reference relates.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"4bbcbac5-bf5a-4ebb-97df-bdfaff4931e4":{"id_":"4bbcbac5-bf5a-4ebb-97df-bdfaff4931e4","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"715a7dba-42d1-45d1-bb56-db543369d7b1","metadata":{},"hash":"hTqPlksiEopSQJZ68KKX8lIb2Jn4gCGSFQpkcUqYygM="},"NEXT":{"nodeId":"e4561b31-2d8a-4030-a090-d55d20205ddd","metadata":{},"hash":"lnlW5a+SmJwklyjad8WHmiLMj7nJkOtFM5gYwbZWkrw="}},"hash":"sHYro8UJ0edAXIjHkwwZtPs0X05bLlYhnkmq5uHjw74=","text":"(2) Notwithstanding anything contained in any other law for the time being in force and save\nas otherwise provided in his Act, all questions regarding the validity, effect or existence of an award\nor an arbitration agreement between the parties to the agreement or persons claiming under them\nshall be decided by the court in which the award under the agreement has been, or may be, filed, and\nby no other Court. (3) All applications regarding the conduct of arbitration proceedings or otherwise arising out\nof such proceedings shall be made to the Court where award has been, or may be, filed, and to no\nother Court. 1 \nSection 26A ins. by the Arbitration (Amdt. ) Ordinance, 1981 (15 of 1981),s.2. (4) Notwithstanding anything contained elsewhere in this Act or in any other law for the time\nbeing in force, where in any reference any application under his Act has been made in a Court\ncompetent to entertain it, that Court alone shall have jurisdiction over the arbitration proceedings and\n\nUNDER REVIEW\nPage 12 of 17\nall subsequent application arising out of that reference and the arbitration proceedings shall be made\nin that court and in no other Court\n32. Bar to suit contesting arbitration agreement or award. Notwithstanding any law for\nthe time being in force, no suit shall lie on any ground whatsoever for a decision upon the existence,\neffect or validity of an arbitration agreement or award, nor shall any arbitration agreement or award\nbe set aside, amended, modified or in any way affected otherwise than as provided in this Act. 33. Arbitration agreement or award to be contested by application. Any party to an\narbitration agreement or any person claiming under him desiring to challenge the existence or\nvalidity of an arbitration agreement or an award or to have the effect of either determined shall apply\nto the Court and the Court shall decide the question on affidavits :\nProvided that where the Court deems it just and expedient, it may set down the application\nfor hearing on other evidence also and it may pass such orders for the discovery and particulars as it\nmay do in a suit \n1\n[. ]\n2\n* * * * * * *\n34. Power to stay legal proceedings where there is an arbitration agreement.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"e4561b31-2d8a-4030-a090-d55d20205ddd":{"id_":"e4561b31-2d8a-4030-a090-d55d20205ddd","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"4bbcbac5-bf5a-4ebb-97df-bdfaff4931e4","metadata":{},"hash":"sHYro8UJ0edAXIjHkwwZtPs0X05bLlYhnkmq5uHjw74="},"NEXT":{"nodeId":"0e97aeb8-79c8-417f-b302-5f7107686567","metadata":{},"hash":"BOCK/Cr4h0it9/UGanpHXczeY/JXB5t+jjbBoGvRnCg="}},"hash":"lnlW5a+SmJwklyjad8WHmiLMj7nJkOtFM5gYwbZWkrw=","text":"Power to stay legal proceedings where there is an arbitration agreement. Where any\nparty to an arbitration agreement or any person claiming under him commences any legal\nproceedings against any other party to the agreement or any person claiming under him in respect of\nany matter agreed to be referred, any party to such legal proceedings may, at any time before filing a\nwritten statement or taking any other steps in proceedings, apply to the judicial authority before\nwhich the proceedings are pending to stay the proceedings; and if satisfied that there in no sufficient\nreason why the matter should not be referred in accordance with the arbitration agreement and that\nthe applicant was, at the time when the proceedings were commenced, and still remains, ready and\nwilling to do all things necessary to the proper conduct of the arbitration, such authority may make\nan order staying the proceedings. 35. Effect of legal proceedings on arbitration.—(1) No reference nor award shall be\nrendered invalid by reasons only of the commencement of legal proceedings upon the subject- matter\nof the reference, but when legal proceedings upon the whole of the subject matter of the reference\nhave been commenced between all the parties to the reference and a notice thereof has been given to\nthe arbitrators or umpire, all further proceedings in a pending reference shall, unless a stay of\nproceedings is granted under section 34, by invalid. (2) In this section the expression “parties to the reference” includes any persons claiming\nunder any of the parties and litigating under the same title. 36. Power of Court, to order that a provision making an award a condition precedent to\nan action shall not apply to a particular difference. Where it is provided (whether in the\narbitration agreement or otherwise) that an award under an arbitration agreement shall be a condition\nprecedent to the bringing of an action with respect to any matter to which the agreement applies, the\nCourt, if it orders (whether under this Act or any other law) that the agreement shall cease to have\neffect as regards any particular difference, may further order that the said provision shall also cease\nto have effect as regards that difference. 1 \nSubs. and added by the Arbitration (Amdt. ) Ordinance, 1977 (27 of 1977),\ns. 2 for colon, which was previously amended by Ordinance 12 of 1972,\ns.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"0e97aeb8-79c8-417f-b302-5f7107686567":{"id_":"0e97aeb8-79c8-417f-b302-5f7107686567","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"e4561b31-2d8a-4030-a090-d55d20205ddd","metadata":{},"hash":"lnlW5a+SmJwklyjad8WHmiLMj7nJkOtFM5gYwbZWkrw="},"NEXT":{"nodeId":"9faae501-c3ad-40f7-9689-e12cced18e00","metadata":{},"hash":"sl9LzUrZwjS0e7iKU3WoWaFTfeOi/PU+qOE5fAayodI="}},"hash":"BOCK/Cr4h0it9/UGanpHXczeY/JXB5t+jjbBoGvRnCg=","text":"2 for colon, which was previously amended by Ordinance 12 of 1972,\ns. 2 and Sch., to read as above. 2 \nProvisio omitted by Ordinance 12 of 1972, s. 2 and Sch. 37. Limitations.—(1) All the provisions of the Limitation Act, 1908 (IX of 1908), shall\napply to arbitrations as they apply to proceedings in Court. UNDER REVIEW\nPage 13 of 17\n(2) Notwithstanding any term in an arbitration agreement to the effect that no cause of action\nshall accrue in respect of any matter required by the agreement to be referred until an award is made\nunder the agreement, a cause of action shall, for the purpose of limitation, be deemed to have accrued\nin respect of any such matter at the time when it would have accrued but for that term in the\nagreement\n(3) For the purposes of this section and of the Limitation Act, 1908 (IX of 1908), an\narbitration shall be deemed to be commenced when one party to the arbitration agreement serves on\nthe other parties thereto a notice requiring the appointment of an arbitrator, or where the arbitration\nagreement provides that the reference shall be to a person named or designated in the agreement,\nrequiring that the difference be submitted to the person so named or designated. (4) Where the terms of an agreement to refer future differences to arbitration provide that any\nclaims to which the agreement applies shall be barred unless notice to appoint an arbitrator is given\nor an arbitrator is appointed or some other step to commence arbitration proceedings is taken within\na time fixed by the agreement, and a difference arises to which the agreement applies, the Court, if it\nis of opinion that in the circumstances of the case undue hardship would otherwise be caused, and\nnotwithstanding that the time so fixed has expired, may on such terms, if any, as the justice of the\ncase may require, extend the time for such period as it thinks proper.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"9faae501-c3ad-40f7-9689-e12cced18e00":{"id_":"9faae501-c3ad-40f7-9689-e12cced18e00","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"0e97aeb8-79c8-417f-b302-5f7107686567","metadata":{},"hash":"BOCK/Cr4h0it9/UGanpHXczeY/JXB5t+jjbBoGvRnCg="},"NEXT":{"nodeId":"d14d7bd6-2806-48b8-b8f0-1cd5f8bc561d","metadata":{},"hash":"JkW9+Va65cYyyUYTgytBcqglZNV/C69ZsLSRhpHzcaE="}},"hash":"sl9LzUrZwjS0e7iKU3WoWaFTfeOi/PU+qOE5fAayodI=","text":"(5) Where the Court orders that an award be set aside or orders, after the commencement of\nan arbitration that the arbitration agreement shall cease to have effect with respect to the difference\nreferred, the period between the commencement of the arbitration and the date of the order of the\nCourt shall be excluded in computing the time prescribed by the Limitation Act, 1908 (IX of 1908),\nfor the commencement of the proceedings (including 1908 arbitration) with respect to the difference\nreferred. 38. Disputes as to arbitrator’s remuneration or costs.—(1) If in any case an arbitrator or\numpire refuses to deliver his award except on payment of the fees demanded by him, the Court may,\non an application in this behalf, order that the arbitrator or umpire shall deliver the award to the\napplicant on payment into Court by the applicant of the fees demanded, and shall, after such inquiry,\nif any, as it thinks fit, further order that out of the money so paid into Court there shall be paid to the\narbitrator or umpire by way of fees such sum as the Court may consider reasonable and that the\nbalance of the money, if any, shall be refunded to the applicant. (2) An application under sub-section (1) may be made by any party to the reference unless the\nfees demanded have been fixed by written agreement between him and the arbitrator or umpire, and\nthe arbitrator or umpire shall be entitled to appear and be heard on any such application. (3) The Court may make such orders as it thinks fit respecting the costs of an arbitration\nwhere any question arises respecting such costs and the award contains no sufficient provision\nconcerning them. __________\nCHAPTER VI\nAPPEALS\n39.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"d14d7bd6-2806-48b8-b8f0-1cd5f8bc561d":{"id_":"d14d7bd6-2806-48b8-b8f0-1cd5f8bc561d","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"9faae501-c3ad-40f7-9689-e12cced18e00","metadata":{},"hash":"sl9LzUrZwjS0e7iKU3WoWaFTfeOi/PU+qOE5fAayodI="},"NEXT":{"nodeId":"a2d447e6-6eb5-4fab-b1ec-cc06e2e1bffc","metadata":{},"hash":"19yGCA5v5tpJRmZgLPfXCP2GBtSsL3DiVtT0xYuYyuM="}},"hash":"JkW9+Va65cYyyUYTgytBcqglZNV/C69ZsLSRhpHzcaE=","text":"__________\nCHAPTER VI\nAPPEALS\n39. Appealable orders.—(1) An appeal shall lie from the following orders passed under this\nAct (and from no others) to the Court authorised by law to hear appeals from original decrees of the\nCourt passing the order:—\nAn order—\n\nUNDER REVIEW\nPage 14 of 17\n(i) superseding an arbitration;\n(ii) on an award stated in the form of a special cases;\n(iii) modifying or correcting an award;\n(iv) filing or refusing to file an arbitration agreement;\n(v) staying or refusing to stay legal proceedings where there is an arbitration\nagreement;\n(vi) setting aside or refusing to set aside an award:\nProvided that the provisions of this section shall not apply to any order passed by a Small\nCause Court. (2) No second appeal shall lie from an order passed in appeal under this section, but nothing\nin this Section shall affect or take away any right to appeal to \n1\n[the Supreme Court]. ____________\nCHAPTER VII\nMISCELLANEOUS\n40. Small Cause Court not to have jurisdictions over arbitration save arbitrations in suit\nbefore it. A Small Cause Court shall have no jurisdiction over any arbitration proceedings or over\nany application arising there out save on application made under section 21. 41. Procedure and powers of Court. Subject to the provisions of this Act and of rules made\nthereunder—\n(a) the provisions of the Code of Civil and Procedure, 1908 (V of 1908), shall\napply to all proceedings before the Court, and to all appeals, under this Act,\nand\n(b) the Court shall have, for the purpose of, and in relation to, arbitration\nproceedings, the same power of making orders in respect of any of the matters\nset out in the Second Schedule as it has for the purpose of, and in relation to,\nany proceedings before the Court:\nProvided that nothing in clause (b) shall be taken to prejudice any power which may be\nvested in an arbitration or umpire for making orders with respect to any of such matters. 1 \nSubs. by A.O., 1961, Art.2 and Sch., for “His Majesty in Council” (with effect from the 23rd March, 1956). 42. Service of notice by party or arbitrator.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"a2d447e6-6eb5-4fab-b1ec-cc06e2e1bffc":{"id_":"a2d447e6-6eb5-4fab-b1ec-cc06e2e1bffc","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"d14d7bd6-2806-48b8-b8f0-1cd5f8bc561d","metadata":{},"hash":"JkW9+Va65cYyyUYTgytBcqglZNV/C69ZsLSRhpHzcaE="},"NEXT":{"nodeId":"5444de5e-8885-4855-bef6-d486b2dd629f","metadata":{},"hash":"VtJt44idIsgpZryvJDZ9dXq1jr4n3h6aAeYnlqcbq3I="}},"hash":"19yGCA5v5tpJRmZgLPfXCP2GBtSsL3DiVtT0xYuYyuM=","text":"42. Service of notice by party or arbitrator. Any notice required by this Act to be served\notherwise than through the Court by a party to an arbitration agreement or by an arbitrator or umpire\n\nUNDER REVIEW\nPage 15 of 17\nshall be served in the manner provided in the arbitration agreement, or if there is no such provision,\neither—\n(a) by delivering it to the person on whom it is to be served, or\n(b) by sending it by the post in a letter addressed to that person at his usual or last\nknown place of abode or business in \n1\n[Pakistan] and registered under Chapter\nVI of the Post Officer Act, 1898 (VI of 1898). 43. Power of Court to issue processes for appearance before arbitrator.— (1) The Court\nshall issue the same processes to the parties and witnesses whom the arbitrator or umpire desires to\nexamine as the Court may issue in suits tried before it. (2) Persons failing to attend in accordance with such process, or making any other default, or\nrefusing to give their evidence, of guilty or any contempt to the arbitrator or umpire during the\ninvestigation of the reference, shall be subject to the like disadvantages, penalties and punishments\nby order of the Court on the representation of the arbitrator or umpire as they would incur for the like\noffices in suits tried before the Court. (3) In this section the expression “processes” includes summonses and commissions for the\nexamination of witnesses and summonses to produce documents. 44. Power to High Court to make rules. The High Court may make rules consistent with\nthis Act as to—\n(a) the filing of awards and all proceedings consequent thereon or incidental\nthereto;\n(b) the filing and hearing of special cases and all proceedings consequent thereon\nor incidental thereto;\n(c) the staying of any suit or proceeding in contravention of an arbitration\nagreement;\n(d) the forms to be used for the purposes of this Act;\n(e) generally, all proceedings in Court under this Act. 45. Government to be bound. The provisions of this Act shall be binding on\nthe \n2\n[Government]. s\n1 \nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"5444de5e-8885-4855-bef6-d486b2dd629f":{"id_":"5444de5e-8885-4855-bef6-d486b2dd629f","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"a2d447e6-6eb5-4fab-b1ec-cc06e2e1bffc","metadata":{},"hash":"19yGCA5v5tpJRmZgLPfXCP2GBtSsL3DiVtT0xYuYyuM="},"NEXT":{"nodeId":"85efa040-795c-4331-a56d-3f2c7dd7a0ee","metadata":{},"hash":"PTmUPxg/hqomuhB2EbLnHXNlvaHhxJt5mV6a9b2JP58="}},"hash":"VtJt44idIsgpZryvJDZ9dXq1jr4n3h6aAeYnlqcbq3I=","text":"3 and 2nd Sch. (with effect from the 14\nth \nOctober, 1955), for “the\nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”\n2 \nSubs. by A.O.,1961. Art.2, for “Crown” (with effect from the 23rd March, 1956 ). 46. Application of Act to statutory arbitrations. The provisions of this Act, except\nsub-section (1) of section 6 and section 7, 12, \n1\n[,36] and 37, shall apply to every arbitration under any\n\nUNDER REVIEW\nPage 16 of 17\nother enactment for the time being in force, as if the arbitration were pursuant to an arbitration\nagreement and as if that other enactment were an arbitration agreement, except in so far as this Act is\ninconsistent with that other enactment or with any rules made thereunder. 47. Act to apply to all arbitrations. Subject to the provisions of section 46, and save in so\nfar as is otherwise provided by any law for the time being in force, the provisions of this Act shall\napply to all arbitrations and to all proceedings thereunder:\nProvided that an arbitration award otherwise obtained may with the consent of all the parties\ninterested be taken into consideration as a compromise or adjustment of a suit by any Court before\nwhich the suit is pending. 48. Saving for pending references. The provisions of this Act shall not apply to any\nreference pending at the commencement of this Act, to which the law in force immediately before\nthe commencement of this Act shall, notwithstanding any repeal affected by this Act, continue to\napply. 49. [Repeals and amendments] Rep. by the Repealing and Amending Act, 1945 (VI of\n1945),s. 2 and First Schedule. ______________\nTHE FIRST SCHEDULE\n(See Section 3)\nIMPLIED CONDITIONS OF ARBITRATION AGREEMENTS\n1. Unless otherwise expressly provided, the reference shall be to a sole arbitrator. 2. If the reference is to an even number of arbitrators, the arbitrators shall appoint an umpire\nnot later than one month from the latest date of their respective appointments. 3.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"85efa040-795c-4331-a56d-3f2c7dd7a0ee":{"id_":"85efa040-795c-4331-a56d-3f2c7dd7a0ee","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"5444de5e-8885-4855-bef6-d486b2dd629f","metadata":{},"hash":"VtJt44idIsgpZryvJDZ9dXq1jr4n3h6aAeYnlqcbq3I="},"NEXT":{"nodeId":"95ad3e0c-ffed-4d8a-84e4-ba5734318f3e","metadata":{},"hash":"ZNd8x7z7dSg7xoWttS++BqHRbXdQp4DuitxfXoRxTIo="}},"hash":"PTmUPxg/hqomuhB2EbLnHXNlvaHhxJt5mV6a9b2JP58=","text":"3. The arbitrators shall make their award within four months after entering on the reference or\nafter having been called upon to act by notice in writing from any party to the arbitration agreement\nor within such extended time as the Court may allow. 4. If the arbitrators have allowed their time to expire without making an award or have\ndelivered to any party to the arbitration agreement or to the umpire a notice in writing stating that\nthey cannot agree, the umpire shall forthwith enter on the reference in lieu of the arbitrators. 5. The umpire shall make his award within two months of entering on the reference or within\nsuch extended time as the Court may allow. 1\nIns. by Repealing and Amending Act, 1942 (25 of 1942), s.3 and 2nd Sch. 6. The parties to the reference and all persons claiming under them shall subject to the\nprovisions of any law for the time being in force, submit to be examined by the arbitrators or umpire\non oath or affirmation in relation to the matters in difference and shall, subject as aforesaid, produce\n\nUNDER REVIEW\nPage 17 of 17\nbefore the arbitrators or umpire all books, deeds, papers, accounts writings and documents within\ntheir possession or power respectively, which may be required or called for, and do all other things\nwhich, during the proceedings on the reference, the arbitrators, or umpire may require. 7. The award shall be final and binding on the parties and persons claiming under them\nrespectively. ` 8. The cost of the reference and award shall be in the discretion of the arbitrators or umpire\nwho may direct to, and by whom, and in what manner, such costs or any part thereof shall be paid,\nand may tax or settle the amount of costs to be so paid or any part thereof and may award costs to be\npaid as between legal practitioner and client. ________\nTHE SECOND SCHEDULE\n(See Section 41)\nPOWERS OF COURT\n1. The preservation, interim custody or sale of any goods which are subject matter of the\nreference. 2. Securing the amount in difference in the reference. 3.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"95ad3e0c-ffed-4d8a-84e4-ba5734318f3e":{"id_":"95ad3e0c-ffed-4d8a-84e4-ba5734318f3e","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a802e3468735238090ceede22ccfd11.pdf","metadata":{},"hash":"9KyIZII7IWjhIxlZTVm9SVuGCsFWWKVdROTdAJsMtVI="},"PREVIOUS":{"nodeId":"85efa040-795c-4331-a56d-3f2c7dd7a0ee","metadata":{},"hash":"PTmUPxg/hqomuhB2EbLnHXNlvaHhxJt5mV6a9b2JP58="}},"hash":"ZNd8x7z7dSg7xoWttS++BqHRbXdQp4DuitxfXoRxTIo=","text":"2. Securing the amount in difference in the reference. 3. The detention, preservation or inspection of any property or thing which is the subject of\nthe reference or as to which any question may arise therein and authorising for any of the aforesaid\npurposes any person to enter upon or into any land or building in the possession or any party to the\nreference, or authorising any samples to be taken or any observation to be made, or experiment to be\ntried, which may be necessary or expedient for the purpose of obtaining full information or evidence. 4. Interim injunctions or the appointment of a receiver. 5. The appointment of a guardian for a minor or person of unsound mind for the purposes of\narbitration proceedings. _________\nTHE THIRD AND FOURTH SCHEDULES. [ENACTMENTS REPEALED. ENACTMENTS\nAMENDED. ] Rep. by the Repealing and Amending Act, 1945 (VI of 1945),s.2 and First Schedule. ___________","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"5435a84a-601e-42a3-8e1b-824ca347dd7b":{"id_":"5435a84a-601e-42a3-8e1b-824ca347dd7b","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a85362fe08703aa3dd56b1d6bc349f1.pdf","metadata":{},"hash":"X3g+Gs8RiaOhyCR7mQ2QdvbA2DI0bgJrKb6BdQ+v4Z4="},"NEXT":{"nodeId":"155b4b7c-512f-43d9-89ef-979ba8e9fa78","metadata":{},"hash":"l4w0PRDaMxG8Z/SnMjwuYwBA7QlZ0KJ6zldhGkSVk6A="}},"hash":"gjyBJE2S6ElGpnDmAWjbqiaOFgKf7+w2x6l5sZEXXFk=","text":"THE EPIDEMIC DISEASES ACT, 1897\nCONTENTS\nSECTIONS:\n1. Short title. 2. Power to take special measures and prescribe regulations as to dangerous\nepidemic disease. 2 A. Powers of Federal Government. 3. Penalty. 4. Protection to persons acting under Act. Page 1 of 4\n\nTHE EPIDEMIC DISEASES ACT, 1897\nl\nAct No. III OF 1897\n[4th February, 1897]\nAn Act to provide for the better prevention of the spread of Dangerous Epidemic\nDisease. WHEREAS it is expedient to provide for the better prevention of the spread of dangerous\nepidemic disease; It is hereby enacted as follows :\n1. Short title and extent. __\n(1) This Act may be called the Epidemic Diseases Act, 1897. 2\n[(2) It extends to the whole of Pakistan]. 3\n* * * * * * *\n4\n2. Power to take special measures and prescribe regulations as to dangerous epidemic\ndisease. __\n(1) When at any time the \n5\n[Provincial Government] is satisfied that \n6\n[the Province] or any\npart thereof is visited by, or threatened with, an outbreak of any dangerous epidemic disease, the\n5\n[Provincial Government], if \n7\n[it] thinks that the ordinary provisions of the law for the time being in\nforce are insufficient for the purpose, may take, or require or empower any person to take, such\nmeasures and, by public notice, prescribe such tempo rary regulations to be observed by the public or\nby any person or class of persons as \n7\n[it] shall deem necessary to prevent the outbreak of such disea\n1\nFor Statement of Objects and Reasons, see Gazette of India, 1897, Pt. V, p. 21; for Report of the Select Committee, see ibid., p. 23 ; and for Proceed ings in Council, see ibid., Pt. VI, pp. 18\nand 24. . This Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain modifications, see N.W.F.P.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"155b4b7c-512f-43d9-89ef-979ba8e9fa78":{"id_":"155b4b7c-512f-43d9-89ef-979ba8e9fa78","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a85362fe08703aa3dd56b1d6bc349f1.pdf","metadata":{},"hash":"X3g+Gs8RiaOhyCR7mQ2QdvbA2DI0bgJrKb6BdQ+v4Z4="},"PREVIOUS":{"nodeId":"5435a84a-601e-42a3-8e1b-824ca347dd7b","metadata":{},"hash":"gjyBJE2S6ElGpnDmAWjbqiaOFgKf7+w2x6l5sZEXXFk="},"NEXT":{"nodeId":"fb31afbe-b982-4c65-a9e6-64b833033045","metadata":{},"hash":"PeWa2bS/AQpwOFXuzrLUuw5CtsTZ9VlDMX6UxUyR68o="}},"hash":"l4w0PRDaMxG8Z/SnMjwuYwBA7QlZ0KJ6zldhGkSVk6A=","text":"(Upper\nTanawal) (Excluded Area) Laws Regulation, 1950. It has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and applied in the Federated Areas of Baluchistan, see\nGazette of India, 1937, Pt. I, 'P. 1499. It has been extended to the Excluded Area of Upper Tanawal other than Phulera by the N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regu lation, 1950 and declared to be in force in\nthat area with effect from the 1st June, 1951, see N.W.F.P. Gazette, Ext. dated the 1st June, 1951. It has also been amended in the Punjab by the Epidemic Diseases (Punjab Amdt. ) Act, 1944 (pun. Act 3 of 1944). This Act has been repealed in its application to the Province of West Pakistan by West Pakistan Act 36 of 1958. 2\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for the original sub section (2), as amended by the\nBurma Laws Act, 1898 (13 of 1898), the Repealing and Amending Act, 1914 (10 of 1914), A.O., 1949 and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 8. 3\nSub section (3), rep. by Act 10 of 1914, s. 3 and Sch.II. 4\nFor notifications issued under this section, see different local Rules and Orders. 5\nSubs. by A.O., 1937, for “G. G. in C.”. 6\nSubs. ibid., for “India.”. 7\nSubs. ibid., for “he”.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"fb31afbe-b982-4c65-a9e6-64b833033045":{"id_":"fb31afbe-b982-4c65-a9e6-64b833033045","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a85362fe08703aa3dd56b1d6bc349f1.pdf","metadata":{},"hash":"X3g+Gs8RiaOhyCR7mQ2QdvbA2DI0bgJrKb6BdQ+v4Z4="},"PREVIOUS":{"nodeId":"155b4b7c-512f-43d9-89ef-979ba8e9fa78","metadata":{},"hash":"l4w0PRDaMxG8Z/SnMjwuYwBA7QlZ0KJ6zldhGkSVk6A="},"NEXT":{"nodeId":"08f5cab5-e7b1-4ce2-8599-3b5e2ccdc035","metadata":{},"hash":"a3iFIsPFDR+pI2HGaY9TU8DCKLfP/v1EBdLC5vKYBZA="}},"hash":"PeWa2bS/AQpwOFXuzrLUuw5CtsTZ9VlDMX6UxUyR68o=","text":"7\nSubs. ibid., for “he”. Page 2 of 4\n\nse or the spread thereof, and may determine in what manner and by whom any expenses incurred (in\ncluding compensation if any) shall be defrayed. (2) In particular and without prejudice to the generality of the foregoing provisions, the\n1\n[provincial Government] may take measures and prescribe regulations for\n2\n* * * * * * *\n(b) the inspection of persons travelling by railway or otherwise, and the segregation, in hospital,\ntemporary accommodation or otherwise, of persons suspected by the inspecting officer of being\ninfected with any such disease. 3\n* * * * * * *\n4\n[2A. Powers of Federal Government. When the \n5\n[Federal Government] is satisfied that\n6\n[Pakistan] or any part thereof is visited by, or threatened with, any out break of any dangerous\nepidemic disease and that the ordinary provisions of the law for the time being in force are\ninsufficient to prevent the outbreak of such disease or the spread thereof, the \n5\n[Federal Government]\nmay take measures and prescribe \n7\nregulations for the inspection of any ship or vessel leaving or\narriving at any port in \n8\n[Pakistan] and for such detention thereof, or of any person intending to sail\ntherein, or arriving thereby, as may be necessary. ]\n3. Penalty. Any person disobeying any regulation or order made under this Act shall be deemed\nto have committed an offence punishable under section 188 of the Pakistan Penal Code (XLV of\n1860). 4. Protection to persons acting under Act. No suit or other legal proceeding shall lie against any\nperson for anything done or in good faith intended to be done under this Act. l\nSubs. by A. O.,1937, for “G. G. in C.”. 2\nClause (a) rep. ibid. 3\nSub section (3) rep. by the Devolution Act, 1920 (38 of 1920) s.2 and Sch. I. 4\nSubs. by A. O., 1937, for s. 2A as ins. by Act, 38 of 1920, s. 2 and Sch.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"08f5cab5-e7b1-4ce2-8599-3b5e2ccdc035":{"id_":"08f5cab5-e7b1-4ce2-8599-3b5e2ccdc035","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a85362fe08703aa3dd56b1d6bc349f1.pdf","metadata":{},"hash":"X3g+Gs8RiaOhyCR7mQ2QdvbA2DI0bgJrKb6BdQ+v4Z4="},"PREVIOUS":{"nodeId":"fb31afbe-b982-4c65-a9e6-64b833033045","metadata":{},"hash":"PeWa2bS/AQpwOFXuzrLUuw5CtsTZ9VlDMX6UxUyR68o="}},"hash":"a3iFIsPFDR+pI2HGaY9TU8DCKLfP/v1EBdLC5vKYBZA=","text":"by Act, 38 of 1920, s. 2 and Sch. I. 5\nSubs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”. 6\nSubs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and 3rd Sch., for “India”. 7\nFor such Regulations, see Gaz. of P., 1958, Pt. I, p. 167. 8\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for “the Provinces and the Capital of the\nFederation” which had been subs. by A. O., 1949, Arts, 3 (2) and 4, for “British India”. Page 3 of 4\n\nPage 4 of 4","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"dc391a4d-3f8e-48a7-bb25-70fa8d0c3181":{"id_":"dc391a4d-3f8e-48a7-bb25-70fa8d0c3181","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"NEXT":{"nodeId":"f16c2322-41fd-43be-8c00-da34dd5787c6","metadata":{},"hash":"lSIhc3R1owIgyc+4LCC0LuRTnviZs1BHvbrm4EHsq7g="}},"hash":"O0K2nFPen1xG1e35Ejzmo7sRY2XzXW/urb3LajrLPyk=","text":"THE PAKISTAN MEDICAL AND DENTAL COUNCIL ORDINANCE, 1962\nLast Amended on 2012 08 13\nCONTENTS\nSECTIONS:\n1. Short title, extent and commencement. 2. Definitions. 3. Constitution and composition of the Council. 4. Mode of election. 5. Restrictions on nominations and elections. 6. Incorporation of the Council. 7. Terms of office. 8. Meeting of the Council. 9. Officers, Committees and servants of the Council. 10. Executive Committee. 11. Recognition of medical institutions and qualifications. 11A. Recognition of hospitals or institutions for house job or internship or foundation\nyear training. 12. Non Pakistan qualifications in Schedule to be recognised. 13. Arrangements for schemes with foreign countries. 14. Recognition of medical qualification granted by a medical Institution outside\nPakistan. 15. Power of the Council to certify certain persons to be possessed of sufficient\nmedical qualifications. 16. Additional medical or dental qualifications. 16A. Recognition of foreign additional medical or dental qualifications. 16B. Recognition of continuous professional development opportunity providers. 16C. Role of specialists' boards. 17. Omitted. 18. Recognition of dental institutions and qualifications. 19. Power of the Council to certify certain persons to be possessed of sufficient\ndental qualifications. 20. Power to require information as to courses of study and examinations. Page 1 of 28\n\n21. Inspection. 22. Withdrawal of recognition. 22 A. Establishment and running of medical and dental institutions without recognition. 22 B. Penalty. 23. Maintenance of Register of medical practitioners. 24. Omitted. 25. Omitted. 26. Maintenance of Register of dental practitioners. 27. Registers to be public documents. 28. Penalty for fraudulent representation or registration. 28 A. Penalty of practicing without registration. 28 B. Cognizance of offences. 29. Privileges of registered medical or dental practitioners. 30. Responsibilities of registered medical or dental practitioner. 31. Removal of names from the Register. 32. Omitted.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"f16c2322-41fd-43be-8c00-da34dd5787c6":{"id_":"f16c2322-41fd-43be-8c00-da34dd5787c6","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"dc391a4d-3f8e-48a7-bb25-70fa8d0c3181","metadata":{},"hash":"O0K2nFPen1xG1e35Ejzmo7sRY2XzXW/urb3LajrLPyk="},"NEXT":{"nodeId":"3de8be8b-fdbc-4715-9975-ba9699976c8c","metadata":{},"hash":"iwbFj8YVb/31+f0VfA1RbaiTmfk2JFUwd9W7PnOKJR4="}},"hash":"lSIhc3R1owIgyc+4LCC0LuRTnviZs1BHvbrm4EHsq7g=","text":"31. Removal of names from the Register. 32. Omitted. 33. Power to make Regulations. 34. Information to be furnished by the Council and publication thereof. 35. Commission of inquiry. 36. Repeals, etc. 36A. Over ridding provision. 36B. Transitory provision. THE FIRST SCHEDULE\nRECOGNISED MEDICAL QUALIFICATION GRANTED BY MEDICAL\nINSTITUTIONS IN PAKISTAN\nTHE SECOND SCHEDULE\nOmitted. THE THIRD SCHEDULE\nRECOGNISED ADDITIONALMEDICAL QUALIFICATION\nPART 'A'\nGRANTED BY MEDICAL INSTITUTION IN PAKISTAN\nPART 'B'\nGRANTED BY MEDICAL INSTITUTION OUTSIDE PAKISTAN\nTHE FOURTH SCHEDULE\nOmitted. THE FIFTH SCHEDULE\nRECOGNISED DENTAL QUALIFICATIONS\nTHE SIXTH SCHEDULE\nAPPROVED HOSPITALS OR INSTITUTIONS\nTHE SEVENTH SCHEDULE\nCONTINUOUS PROFESSIONAL DEVELOPMENT OPPORTUNITY\nPROVIDERS IN PAKISTAN\nTHE EIGHTH SCHEDULE\nSPECIALIST BOARDS\nPage 2 of 28\n\nTHE \n1\n[PAKISTAN] MEDICAL AND DENTAL COUNCIL ORDINANCE 1962. ORDINANCE NO. XXXII OF 1962\n[5th June, 1962]\nAn Ordinance to reconstitute the \n2\n[Medical and Dental Council] in Pakistan\nWHEREAS it is expedient to consolidate the law relating to the registration of medical\npractitioners and dentists and reconstitute the \n2\n[Medical and Dental Council] in Pakistan in order to\nestablish a uniform minimum standard of basic and higher qualifications in medicine and dentistry ;\nNOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, and\nin exercise of all powers enabling him in that behalf, the President is pleased to make and promulgate\nthe following Ordinance :\n1. Short title, extent and commencement. 3\n[(1) This Ordinance may be called the \n4\n[Pakistan]\nMedical and Dental Council Ordinance, 1962.]. (2) It extends to the whole of Pakistan.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"3de8be8b-fdbc-4715-9975-ba9699976c8c":{"id_":"3de8be8b-fdbc-4715-9975-ba9699976c8c","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"f16c2322-41fd-43be-8c00-da34dd5787c6","metadata":{},"hash":"lSIhc3R1owIgyc+4LCC0LuRTnviZs1BHvbrm4EHsq7g="},"NEXT":{"nodeId":"de45f5c5-bf3c-45aa-aa09-d226d29dce47","metadata":{},"hash":"d0gvPhtFQeq+SXVJKGEpXZY9sclGog8SgMMCr+U0rwk="}},"hash":"iwbFj8YVb/31+f0VfA1RbaiTmfk2JFUwd9W7PnOKJR4=","text":"(2) It extends to the whole of Pakistan. (3) It shall come into force at once. 4\n[\"2. Definitions.—In this Ordinance, unless there is anything repugnant in the subject or\ncontext,—\n(a) \"approved hospital or institution\" means a hospital or an institution included in the Sixth\nSchedule;\n(b) \"Council\" means the Pakistan Medical and Dental Council constituted under this\nOrdinance;\n(c) \"continuous professional development\" means skill enhancement and improvement in\npersonal and professional competence which may—\n(i) comprise lectures, seminars, courses, individual study or other activities\nundertaken by a registered medical or dental practitioner;\n(ii) reasonably be expected to advance a registered medical or dental practitioner's\ndevelopment in his related profession; and\n(iii) is relevant to the practice of registered medical or dental practitioner;\n(d) \"committee\" means any committee constituted under this Ordinance and includes\nExecutive Committee constituted under Section 10;\n1\nIns. by Act No. XIX of 2012, s. 2. 2\nSubs. by the Federal LAws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch, II, for \"Medical Council\". 3\nSubs. by the Medical Council (Amdt. ) Act, 1973 (10 of 1973), s. 2, for sub section (1). 4\nIns. and Subs. by Act No. XIX of 2012, ss. 2 and 3.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"de45f5c5-bf3c-45aa-aa09-d226d29dce47":{"id_":"de45f5c5-bf3c-45aa-aa09-d226d29dce47","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"3de8be8b-fdbc-4715-9975-ba9699976c8c","metadata":{},"hash":"iwbFj8YVb/31+f0VfA1RbaiTmfk2JFUwd9W7PnOKJR4="},"NEXT":{"nodeId":"d640523a-fc63-4012-a0a7-3814d3e8e563","metadata":{},"hash":"S24eiL3uHNe2kDQmir18CIEflCje8jH7Cp8/3e/NoGs="}},"hash":"d0gvPhtFQeq+SXVJKGEpXZY9sclGog8SgMMCr+U0rwk=","text":"by Act No. XIX of 2012, ss. 2 and 3. Page 3 of 28\n\n(e) \"continuous professional development opportunity provider\" means an organization\nproviding continuous professional development opportunities and included in the Seventh\nSchedule;\n(f) \"dental institution\" means any institution, recognized under this Ordinance, within or\noutside Pakistan, which trains for, or grants, or both trains for and grants, degrees or\ndiplomas in dentistry;\n(g) \"house job or foundation year or internship\" means hands on training in clinical subjects\non a rotational basis in an approved hospital or institution after provisional registration as\na prerequisite for full registration under Section 23;\n(h) \"medical institution\" means any institution recognized under this Ordinance, within or\noutside Pakistan, which trains for, or grants, or both trains for and grants, degrees or\ndiplomas in medicine;\n(i) \"medicine\" means modern scientific medicine and includes surgery and other disciplines,\nbut does not includes veterinary medicine and surgery;\n(j) \"Pakistan university\" means any university established under a Pakistan law and having a\nconstituent medical or dental college or both;\n(k) \"President\" means President of the Council;\n(l) \"prescribed\" means prescribed by regulations;\n(m) \"recognized medical qualification\" means any basic medical qualification included in the\nFirst Schedule;\n(n) \"recognized dental qualification\" means any basic dental qualification included in the\nFifth Schedule;\n(o) \"recognized additional medical or dental qualification\" means any additional medical or\ndental qualification included in the Third Schedule;\n(p) \"Register\" means the Register of medical practitioners maintained under Section 23 or the\nRegister of dental practitioners maintained under Section 26;\n(q) \"registered medical practitioner\" means a medical practitioner whose name is included in\nthe Register maintained under Section 23;\n(r) \"registered dental practitioner\" means a dental practitioner whose name is included in the\nRegister maintained under Section 26;\n(s) \"regulations\" mean regulations made under Section 33;\n(t) \"registerable qualifications\" mean medical or dental qualifications recognized under\nSections 11,15, 16, 18 and 19; and\n(u) \"specialists boards\" mean recognized specialist boards included in the Eighth Schedule.\". ]\nPage 4 of 28\n\n1\n[3.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"d640523a-fc63-4012-a0a7-3814d3e8e563":{"id_":"d640523a-fc63-4012-a0a7-3814d3e8e563","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"de45f5c5-bf3c-45aa-aa09-d226d29dce47","metadata":{},"hash":"d0gvPhtFQeq+SXVJKGEpXZY9sclGog8SgMMCr+U0rwk="},"NEXT":{"nodeId":"942deb76-69f9-4341-a053-e929a30ac115","metadata":{},"hash":"bshZPnj4cGhwrFGfWKnlH9chO8fPHYZTIqkV4pIkAnA="}},"hash":"S24eiL3uHNe2kDQmir18CIEflCje8jH7Cp8/3e/NoGs=","text":"]\nPage 4 of 28\n\n1\n[3. Constitution and composition of the Council.—(1) The Federal Government shall, by\nnotification in the official Gazette, cause to be constituted a Council consisting of the following\nmembers, namely:\n__\n(a) one member each from the Senate and the National Assembly to be nominated by the\nChairman or, as the case may be, the Speaker from amongst the members of the\nrespective House;\n(b) Secretary, Health Department of each Province;\n(c) one member each to be elected by the members of the Syndicate of each public sector\nPakistan university from amongst the members of its medical faculty and denial faculty of\nall its constituent as well as affiliated colleges from each Province, Gilgit Baltistan,\nFederally Administered Tribal Areas (FATA) and Islamabad Capital Territory;\n(d) one member each to be elected by the members of the Syndicate of each private sector\nPakistan university from amongst the members of its medical faculty and the dental\nfaculty of all its constituent as well as affiliated colleges from each Province, Gilgit\nBaltistan, FATA and Islamabad Capital Territory;\n(e) one member from each Province, Gilgit Baltistan, FATA and Islamabad Capital Territory\nto be elected amongst themselves by the registered medical practitioners;\n(f) four members to be nominated by the Federal Government of whom one shall be Surgeon\nGeneral of the Armed Forces Medical Services;\n(g) one member to be elected from amongst themselves by the registered dentists from each\nProvince, Gilgit Baltistan, FATA and Islamabad Capital Territory;\n(h) one member to be elected from amongst the Professors of the teaching staff of the public\nsector medical colleges from each Province, Gilgit Baltistan, FATA and Islamabad Capital\nTerritory;\n(i) one member to be elected from amongst the Professors of the teaching staff of private\nsector Medical Colleges from each Province, Gilgit Baltistan, FATA and Islamabad\nCapital Territory;\n(j) one member to be elected from amongst the Professors of the teaching staff of public\nsector dental colleges from each Province, Gilgit Baltistan, FATA and Islamabad Capital\nTerritory;\n(k) one member to be elected from amongst the Professors of the teaching staff of private\nsector dental colleges from each Province, Gilgit Baltistan, FATA and Islamabad Capital\nTerritory;\n(l) one member to be elected by the Council of the College of Physicians and Surgeons;\n(m) one member, belonging to the legal profession, to be nominated by the Chief Justice of\nPakistan;\n1\nSubs.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"942deb76-69f9-4341-a053-e929a30ac115":{"id_":"942deb76-69f9-4341-a053-e929a30ac115","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"d640523a-fc63-4012-a0a7-3814d3e8e563","metadata":{},"hash":"S24eiL3uHNe2kDQmir18CIEflCje8jH7Cp8/3e/NoGs="},"NEXT":{"nodeId":"4d3b68a7-4a29-44f6-8a72-261450b9bbae","metadata":{},"hash":"lHVBVn5UnsQHFFwGVJv+XtJRynqkdBjL3WPmN0Y4u+c="}},"hash":"bshZPnj4cGhwrFGfWKnlH9chO8fPHYZTIqkV4pIkAnA=","text":"by Act No. XIX of 2012, s.4. Page 5 of 28\n\n(n) senior most officer looking after health matters at the Federal level or an authority looking\nafter the affairs of Council at Federal level designated or notified by the Federal\nGovernment, as the case may be; and\n(o) immediate ex President of the Council who shall be a member of the Council for one non\nrenewable term of three years provided that he or she will not hold office. (2) The President of the Council shall be elected by the members of the Council from amongst\nthemselves. (3) No act done by the Council shall be invalid on the ground merely of existence of any vacancy\nin or any defect in the constitution of the Council. (4) The President shall be the head of the office of the Council and shall be the competent\nauthority for all employees of the Council.]. 1\n[4. Mode of election.—(1) An election under clauses (c), (d), (e), (g), (h), (i), (j), (k) and (1) of sub\nsection (1) of Section 3 shall be conducted by the Council as may be prescribed. (2) Where any dispute arises regarding any election to the Council it shall be referred to the Federal\nGovernment whose decision thereon shall be final. ]. 1\n[5. Restrictions on nominations and elections.—(1) No person shall be eligible for nomination\nor election, except under clauses (b) and (m) of sub section (1) of Section 3, unless he is a registered\nmedical practitioner or a registered dentist, as the case may be. (2) No person shall be eligible for nomination or election under clauses (e) and (g) of sub section\n(l) of Section 3 unless he resides in the Province concerned. (3) No person shall be eligible for election under clauses (h), (i), (j), (k) and (1) of sub section (1)\nof Section 3 unless he has had at least four years teaching experience, certified by the Council, as a\nProfessor in the faculty of a medical or dental college, as the case may be.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"4d3b68a7-4a29-44f6-8a72-261450b9bbae":{"id_":"4d3b68a7-4a29-44f6-8a72-261450b9bbae","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"942deb76-69f9-4341-a053-e929a30ac115","metadata":{},"hash":"bshZPnj4cGhwrFGfWKnlH9chO8fPHYZTIqkV4pIkAnA="},"NEXT":{"nodeId":"54771330-3f93-484f-8ce6-647879c55154","metadata":{},"hash":"AzRZ9dheeT3Km2tYH2+2MPTYua/d1gCtIe4sUZdKjfM="}},"hash":"lHVBVn5UnsQHFFwGVJv+XtJRynqkdBjL3WPmN0Y4u+c=","text":"(4) No person shall be eligible for election under clauses (c) and (d) of sub section (1) of Section\n3 unless he has had at least four years teaching experience, certified by the Council, as a Professor,\nAssociate Professor, Assistant Professor, Lecturer etc., in the faculty of a medical or dental college,\nas the case may be. (5) No person shall at one and the same time serve as a member under more than one clauses of\nsub section (1) of Section 3. ]\n6. Incorporation of the Council. The Council constituted under section 3 shall be a body\ncorporate by the name of the \n2\n[Medical and Dental Council], having perpetual succession and a\ncommon seal, with power to acquire and hold property both movable and immovable, and to contract,\nand shall by the said name sue and be sued. 1\nSubs. by Act No. XIX of 2012, ss.5 and 6. 2\nSubs. by Medical Concil (Amdt. ) Act, 1973 (10 of 1973), s.5, for \"Medical Council\". Page 6 of 28\n\n1\n[The Council shall be a regulatory body for regulating medical and dental profession, medical\nand dental education and institutions,]. 1\n[7. Terms of office.—(1) The President of the Council shall hold office for a term not exceeding\nfour years and not extending beyond the expiry of his term as member of the Council. (2) Subject to the provisions of sub Sections (4) and (6), a member shall hold office for a term of\nfour years from the date of his nomination or election or until his successor has been duly nominated\nor elected, whichever is earlier. (3) If a member fails to attend three consecutive meetings of the Council or remains out of\nPakistan for a continuous period exceeding one year or, in the case of an elected member, ceases to\nrepresent his electoral college, he shall cease to be the member of the Council. A person shall\nthereupon be nominated or, as the case may be, elected to fill the vacancy:\nProvided that a member nominated by the Federal Government shall hold office only during\npleasure of the Federal Government.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"54771330-3f93-484f-8ce6-647879c55154":{"id_":"54771330-3f93-484f-8ce6-647879c55154","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"4d3b68a7-4a29-44f6-8a72-261450b9bbae","metadata":{},"hash":"lHVBVn5UnsQHFFwGVJv+XtJRynqkdBjL3WPmN0Y4u+c="},"NEXT":{"nodeId":"d8289fc3-22df-4463-bb49-fd1d3bf5007c","metadata":{},"hash":"riN4FSiZpK4foEH1WBJ77r90NIY4MLB5ysCduuuFyjM="}},"hash":"AzRZ9dheeT3Km2tYH2+2MPTYua/d1gCtIe4sUZdKjfM=","text":"If a nominated member is being considered for cancellation of\nmembership while his term remains, he shall be given a notice to show cause and an opportunity of\npersonal hearing by the Federal Government before a final order is passed. The Federal Government's\nnominees shall not be eligible for the post of President. (4) The case of a member of the Council, other than the member nominated under clauses (a), (b)\nand (o) of sub section (1) of Section 3, shall be forwarded to the Federal Government for decision of\nmaintaining his membership or otherwise in the following circumstances, namely:\n(a) if the Council decides by a majority that his membership is not in the interest of the\nCouncil; or\n(b) his name has been removed from the Register of practitioners as a result of inquiry under\nSection 31; or\n(c) he becomes insane or is declared an insolvent by a competent Court; of\n__\n(d) he is convicted for a criminal offense which implies moral turpitude, including\nunprofessional and infamous conduct as provided under Section 31. (5) Other than the member nominated under clauses (a), (b), (m) and (o) of sub section (1) of\nSection 3, the Council may, only by a majority decision, suspend the membership of a member if he\nfalls under sub section (4) till a decision by the Federal Government about maintenance of his\nmembership or otherwise. (6) Where the said term of four years is about to expire in respect of any member, his successor\nmay be nominated or elected at any time within three months before the said term expires, but shall\nnot assume office until the expiry of the said term. (7) An elected or nominated member may, at any time, resign his membership by writing under\nhis hand addressed to the President and the seat of such member shall be deemed to have fallen\nvacant from the date of acceptance of his resignation by the President. 1\nAdded and subs. by Act No. XIX of 2012, ss.7 and 8. Page 7 of 28\n\n(8) A vacancy in the Council shall be filled through election or nomination, as the case may be,\nand the person elected or nominated to fill the vacancy shall hold office for the full term of four\nyears.]. 8. Meeting of the Council.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"d8289fc3-22df-4463-bb49-fd1d3bf5007c":{"id_":"d8289fc3-22df-4463-bb49-fd1d3bf5007c","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"54771330-3f93-484f-8ce6-647879c55154","metadata":{},"hash":"AzRZ9dheeT3Km2tYH2+2MPTYua/d1gCtIe4sUZdKjfM="},"NEXT":{"nodeId":"1817b306-365d-4f7b-8428-552bdba4801c","metadata":{},"hash":"zygDShIp0oqqjRuNxRqhyL6/B3u+tedF2IN8AWJyLNg="}},"hash":"riN4FSiZpK4foEH1WBJ77r90NIY4MLB5ysCduuuFyjM=","text":"8. Meeting of the Council. ___\n(1) The Council shall meet at least once in each year at such time\nand place as may be \n1\n[decided by the President]. (2) Until otherwise provided by Regulation, \n1\n[one third] members of the Council shall form a\nquorum, and all of the acts of the Council shall be decided by a majority of the members present and\nvoting. 9. Officers, Committees and servants of the Council. (1) The Council shall\n(a) elect from amongst its members a Vice President ;\n(b) constitute from amongst its members an Executive Committee, and such other\nCommittees for general or special purposes as the Council deems necessary to carry out\nthe purposes of this Ordinance ;\n1\n[(c) appoint a Registrar, a Secretary and a Treasurer to carry out the purposes of this\nOrdinance;\n(d) appoint, employ or nominate such other advisers to the President, officers, officials and\nservants on regular basis or contract as the Council deems necessary to carry out the\npurposes of this Ordinance;\n(e) require the Treasurer to take from the Registrar, Secretary, advisers to the President,\nofficers, officials and servants, such security for the due performance of their duties as\nthe Council deems necessary; and\n(f) fix the remuneration and allowances to be paid to the President, Vice President, members,\nofficers and servants of the Council employed under this section.]. (2) All persons appointed or employed under this section shall be deemed to be public servants\nwithin the meaning of section 21 of the Pakistan Penal Code (Act XLV of 1860). 1\n[10. Executive Committee.—(1) The Executive Committee shall consist of nine members, of\nwhom seven shall be elected by the Council from amongst its members and of which at least one shall\nbe a dental practitioner and one from the post graduate institutions. The President shall have the\npower to co opt a maximum of two additional members to the Committee. (2) The President: Vice president of the Council shall be ex officio members of the Executive\nCommittee and shall be its President and Vice president respectively.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"1817b306-365d-4f7b-8428-552bdba4801c":{"id_":"1817b306-365d-4f7b-8428-552bdba4801c","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"d8289fc3-22df-4463-bb49-fd1d3bf5007c","metadata":{},"hash":"riN4FSiZpK4foEH1WBJ77r90NIY4MLB5ysCduuuFyjM="},"NEXT":{"nodeId":"79d950f1-e499-4006-968a-22181aee751e","metadata":{},"hash":"XAdlJTqr/17ZCwIkg8MF2cgzSiUuyERx2inVanYrZBY="}},"hash":"zygDShIp0oqqjRuNxRqhyL6/B3u+tedF2IN8AWJyLNg=","text":"(3) In addition to the power and duties conferred and imposed upon it by this Ordinance, the\nExecutive Committee shall exercise and discharge such powers and duties as the Council may confer\nupon it by regulations and shall have the power and responsibility to take decisions of administrative\nand financial nature for the smooth functioning and working of the Council.]. 1\nSubs. by Act No. XIX of 2012, ss. 9, 10 and 11. Page 8 of 28\n\n1\n[11. Recognition of medical institutions and qualifications.—(1) The Federal Government may grant\nrecognition to any medical institution in Pakistan which trains or grants or both trains and grants medical\nqualifications and the qualifications granted by them. All such recognized medical institutions or qualifications\nshall be included in the First Schedule by the Federal Government by notification in the official Gazette. (2) if any medical institution in Pakistan intends to get recognition of the institution which trains or grants\nor both trains and grants medical qualifications or qualification granted by it in pursuance of sub section (1) it\nshall apply to the Federal Government for the same. (3) The Federal Government shall transmit the application to the Council after being satisfied that\napplication is complete and is in accordance with the prescribed procedure. The Council shall form\nrecommendations for the Federal Government after assessing the institution and the qualification as per\nprescribed procedure. Upon receiving recommendations from the Council, the Federal Government shall grant\nrecognition as provided under sub section (1). (4) The notification for the grant of recognition may also direct that an entry shall be made in the last\ncolumn of the First Schedule against such institution and medical qualification granted by it, declaring that it\nshall be a recognized medical institution or qualification only when granted after the date of notification.]. 1\n[11A. Recognition of hospitals or institutions for house job or internship or foundation year\ntraining.—(1) The Federal Government may grant recognition to any hospitals or institutions in Pakistan which\ntrain for house job or internship or foundation year. All such recognized hospitals or institutions shall be\nincluded in the Sixth Schedule by the Federal Government by notification in the official Gazette. (2) If any hospital and institution in Pakistan intends to get recognition of the institution which trains for\nhouse job, internship or foundation year in pursuance of sub section (1), it shall apply to the Federal\nGovernment for the same.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"79d950f1-e499-4006-968a-22181aee751e":{"id_":"79d950f1-e499-4006-968a-22181aee751e","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"1817b306-365d-4f7b-8428-552bdba4801c","metadata":{},"hash":"zygDShIp0oqqjRuNxRqhyL6/B3u+tedF2IN8AWJyLNg="},"NEXT":{"nodeId":"6a3f4ae5-23e8-4713-b383-58d13164607b","metadata":{},"hash":"1cPn4HCZYqecS3p6o45rsNujzPv7+4qEF9xX9XvJj4o="}},"hash":"XAdlJTqr/17ZCwIkg8MF2cgzSiUuyERx2inVanYrZBY=","text":"(3) The Federal Government shall transmit the application to the Council after being satisfied that\napplication is complete and is in accordance with the prescribed procedure. The Council shall form\nrecommendations for the Federal Government after assessing the institution as per prescribed procedure. Upon\nreceiving recommendations from the Council, the Federal Government shall grant recognition as provided under\nsub section (1). (4) The notification for the grant of recognition may also direct that an entry shall be made in the last\ncolumn of the Sixth Schedule against such hospital or institution, declaring that it shall be a recognized hospital\nor institution only when granted after the date of notification.]. 2\n* * * * * * *\n2\n[13. Arrangements for schemes with foreign countries. At any time, the Council may enter into\nnegotiations with the appropriate authority in any foreign country or organization, for the settling of a scheme\nfor improvement of medical education in Pakistan or postgraduate degrees or any matter or prospect related to\nthe medical or dental profession.]. 3\n* * * * * * *\n1\nSubs. and Ins. by Act No. XIX of 2012, ss.12 and 13. 2\nOmitted and subs. by Act No. XIX of 2012, ss.14 and 15. 3\nOmitted by Act No. XIX of 2012, s.16. Page 9 of 28\n\n1\n[15. Power of the Council to certify certain persons to be possessed of sufficient medical\nqualifications.—(1) If, after an examination by a board constituted by the Council, the Council is\nsatisfied that a person holding a qualification granted by a medical institution outside Pakistan, is\npossessed of sufficient knowledge and skill to be registered as a practitioner for the purpose of this\nOrdinance, it may recommend to the Federal Government to issue a notification in favour of such\nperson to register him and his qualification. Upon such notification, the Council shall register the\nqualification possessed by the person without it being entered in any of the Schedules of this\nOrdinance. (2) The Council shall register the qualification granted by a medical institution outside Pakistan,\npossessed by the person by maintaining a separate list in the Register.]. 1\n[16.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"6a3f4ae5-23e8-4713-b383-58d13164607b":{"id_":"6a3f4ae5-23e8-4713-b383-58d13164607b","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"79d950f1-e499-4006-968a-22181aee751e","metadata":{},"hash":"XAdlJTqr/17ZCwIkg8MF2cgzSiUuyERx2inVanYrZBY="},"NEXT":{"nodeId":"b74e09b5-21f9-4666-97c9-671945c7426b","metadata":{},"hash":"Ot4u0E96kxNFxIbFtaA2g94Dz1CLNmxZLAlFg2dVVe0="}},"hash":"1cPn4HCZYqecS3p6o45rsNujzPv7+4qEF9xX9XvJj4o=","text":"1\n[16. Additional medical or dental qualifications.—(1) The Federal Government may grant\nrecognition to any post graduate medical or dental institutions in or outside Pakistan which train or\ngrant or both train and grant additional medical or dental qualifications and the qualifications granted\nby them. All such recognized additional medical or dental institutions or qualifications shall be\nincluded in the Third Schedule by the Federal Government by notification in the official Gazette. (2) If any post graduate medical and dental institution in or outside Pakistan intends to get\nrecognition of the institution which trains or grants or both trains and grants additional medical and\ndental qualifications or qualification granted by it in pursuance of sub section (1) it shall apply to the\nFederal Government for the same. If an institution wishes to only train for a recognized postgraduate\nqualifications in any specialty, it shall apply to the qualification awarding body and after consultation\nand approval of the Council, the institution shall be added in the Third Schedule. (3) The Federal Government shall transmit the application to the Council after being satisfied that\napplication is complete and is in accordance with the prescribed procedure. The Council in\nconsultation with the examining body shall form recommendations for the Federal Government after\nassessing the institution and the qualification as per prescribed procedure. Upon receiving\nrecommendations from the Council, the Federal Government shall grant recognition as provided\nunder sub section (1). (4) The notification for the grant of recognition may also direct that an entry shall be made in the\nlast column of the Third Schedule against such institution and additional medical and dental\nqualification granted by it, declaring that it shall be a recognized post graduate medical and dental\ninstitution and additional medical and dental qualification only when granted after the date of\nnotification.]. 2\n[16 A. Recognition of foreign additional medical or dental qualifications.—The Council shall\nevaluate any additional medical or dental qualifications granted by any foreign institution and may—\n1\nSubs. by Act No. XIX of 2012, ss. 17 and 18. 2\nIns. by Act No. XIX of 2012, s.19.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"b74e09b5-21f9-4666-97c9-671945c7426b":{"id_":"b74e09b5-21f9-4666-97c9-671945c7426b","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"6a3f4ae5-23e8-4713-b383-58d13164607b","metadata":{},"hash":"1cPn4HCZYqecS3p6o45rsNujzPv7+4qEF9xX9XvJj4o="},"NEXT":{"nodeId":"267c42ab-325f-4b83-8785-ff0282e69245","metadata":{},"hash":"F9VsZ5h/56CtcqHOAXMvp2AKTYqqJJUQGDFfxq9rEok="}},"hash":"Ot4u0E96kxNFxIbFtaA2g94Dz1CLNmxZLAlFg2dVVe0=","text":"by Act No. XIX of 2012, s.19. Page 10 of 28\n\n(a) recommend to the Federal Government that such institution or qualification be—\n(i) recognized and included in the Third Schedule as specified in Section 16; or\n(ii) notified only and shall not be included in the Third Schedule, however, a separate list\nthereof shall be maintained; or\n(b) proceed as per Section 15 or 19, as the case may be. 16 B. Recognition of continuous professional development opportunity providers.—(1) The\nFederal Government may grant recognition to any organization in Pakistan, which provides\nopportunities of continuous professional development to the registered medical and dental\npractitioners. All such recognized organizations shall be included in the Seventh Schedule by the\nFederal Government by notification in the official Gazette. (2) If any organization in Pakistan, which provides opportunities of continuous professional\ndevelopment to the registered medical and dental practitioners, intends to get recognition of the\norganization in pursuance of sub section (1) it shall apply to the Federal Government for the same. (3) The Federal Government shall transmit the application to the Council after being satisfied that\napplication is complete and is in accordance with the prescribed procedure. The Council shall form\nrecommendations for the Federal, Government after assessing the institution and the qualification as\nper prescribed procedure. Upon receiving recommendations from the Council, the Federal\nGovernment shall grant recognition as provided under sub section (1), declaring that it shall be a\nrecognized organization in Pakistan, which provides opportunities of continuous professional\ndevelopment to the registered medical and dental practitioners only when granted after the date of\nnotification. (4) A separate list of international continuous professional development opportunities providing\norganization or institutes shall be maintained by the Council. 16 C. Role of specialists' boards.—(1) The Federal Government may grant recognition to\nspecialists boards which shall help the Council in maintenance of such minimum standards of\nproficiency in that particular specialty as may be prescribed by the Council. All recognized specialists\nboards shall be included in the Eighth Schedule by the Federal Government by notification in the\nofficial Gazette. (2) The Council shall authorize a specialist board constituted as per prescribed procedures and\nshall form recommendations for the Federal Government.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"267c42ab-325f-4b83-8785-ff0282e69245":{"id_":"267c42ab-325f-4b83-8785-ff0282e69245","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"b74e09b5-21f9-4666-97c9-671945c7426b","metadata":{},"hash":"Ot4u0E96kxNFxIbFtaA2g94Dz1CLNmxZLAlFg2dVVe0="},"NEXT":{"nodeId":"b52e8569-deb4-43ea-8f41-d0fb424a0b39","metadata":{},"hash":"/wGd0FU24WUCMklbrM+fIFHu3WMmXSMabWqZnCVd1Wg="}},"hash":"F9VsZ5h/56CtcqHOAXMvp2AKTYqqJJUQGDFfxq9rEok=","text":"Upon receiving recommendations from the\nCouncil, the Federal Government shall grant recognition as provided under sub section (1), declaring\nthat it shall be a recognized specialists board only when granted after the date of notification.]. Page 11 of 28\n\n1\n* * * * * * *\n2\n[18. Recognition of dental institutions and qualifications.—(1) The Federal Government may\ngrant recognition to any dental institutions in Pakistan which train or grant or both train and grant\ndental qualifications and the qualifications granted by them. All such recognized dental institutions or\nqualifications shall be included in the Fifth Schedule by the Federal Government by notification in the\nofficial Gazette. (2) If any dental institution in Pakistan intends to get recognition of the institution which trains or\ngrants or both trains and grants dental qualifications or qualification granted by it in pursuance of sub\nsection (1) it shall apply to the Federal Government for the same. (3) The Federal Government shall transmit the application to the Council after being satisfied that\napplication is complete and is in accordance with the prescribed procedure. The Council shall form\nrecommendations for the Federal Government after assessing the institution and the qualification as\nper prescribed procedure. Upon receiving recommendations from the Council, the Federal\nGovernment shall grant recognition as provided under sub section (1). (4) The notification for the grant of recognition may also direct that an entry shall be made in the\nlast column of the Fifth Schedule against such institution and dental qualification granted by it,\ndeclaring that it shall be a recognized dental institution and dental qualification only when granted\nafter the date of notification.]. 2\n[19. Power of the Council to certify certain persons to be possessed of sufficient dental\nqualifications.—(1) If after an examination by a board constituted by the Council, the Council is\nsatisfied that a person holding a qualification granted by a dental institution outside Pakistan, is\npossessed of sufficient knowledge and skill to be registered as a practitioner for the purpose of this\nOrdinance, it may recommend to the Federal Government to issue a notification in favour of such\nperson to register him and his qualification. Upon such notification, the Council shall register the\nqualification possessed by the person without it being entered in any Schedule of this Ordinance. (2) The Council shall register the qualification granted by a dental institution outside Pakistan,\npossessed by the person by maintaining a separate list in the register.]. 2\n[20.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"b52e8569-deb4-43ea-8f41-d0fb424a0b39":{"id_":"b52e8569-deb4-43ea-8f41-d0fb424a0b39","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"267c42ab-325f-4b83-8785-ff0282e69245","metadata":{},"hash":"F9VsZ5h/56CtcqHOAXMvp2AKTYqqJJUQGDFfxq9rEok="},"NEXT":{"nodeId":"01e4e844-422d-4e3f-95ca-7ae6f19b84e7","metadata":{},"hash":"BMpyid53IXji1jNYwhXK0+yW2rGCLeYcFISfMWuivAY="}},"hash":"/wGd0FU24WUCMklbrM+fIFHu3WMmXSMabWqZnCVd1Wg=","text":"2\n[20. Power to acquire information as to courses of study and examination. Every medical or\ndental institution or hospital or organization in Pakistan recognized under this Ordinance, which trains\nfor or grants or both trains for and grants a medical or a dental qualification, additional medical or\ndental qualification, trains for house job or internship or foundation year or is a continuous\nprofessional development opportunity provider shall furnish such information as the Council may,\nfrom time to time, require about the facilities and faculty available in the institution, courses of study\nand processes of admission of the institution concerned, examinations required to be undergone prior\nto such qualifications being conferred and generally as to the requisites for obtaining such\nqualifications.]. 1\nOmitted by Act No. XIX of 2012, s.20. 2\nSubs. by Act No. XIX of 2012, ss. 21, 22 and 23. Page 12 of 28\n\n1\n[21. Inspection.—(1) The Executive Committee shall approve a list of inspectors in the country and the\nPresident shall commission such number of medical or dental inspectors from the approved list, as it may deem\nappropriate, to inspect the facilities for training available at the medical or dental institutions and attend at any\nor all of the examinations held by medical or dental institutions in Pakistan recognized under this Ordinance for\nthe purpose of granting recognized medical or dental or additional medical or denial qualifications. (2) Inspectors appointed under this section shall form a comprehensive report about the facilities for\ntraining in the institution and shall not interfere with conduct of any examination and shall report to the\nExecutive Committee on the standard of the inspected examination which they attend and on the courses of\nstudy and facilities for teaching provided by the medical or dental institution inspected for different stages\nleading up to examinations and on any other matters in regard to which the President or Executive Committee\nmay require them to report. (3) The Executive Committee shall forward a copy of any such report to the medical or dental institution\nconcerned and shall also forward a copy, with the remarks of such medical or dental institution thereon, to the\nCouncil.]. 1\n[22.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"01e4e844-422d-4e3f-95ca-7ae6f19b84e7":{"id_":"01e4e844-422d-4e3f-95ca-7ae6f19b84e7","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"b52e8569-deb4-43ea-8f41-d0fb424a0b39","metadata":{},"hash":"/wGd0FU24WUCMklbrM+fIFHu3WMmXSMabWqZnCVd1Wg="},"NEXT":{"nodeId":"09d74248-8b41-4dc2-950a-cd48999b4958","metadata":{},"hash":"bPx0Kh6hy/FExL7lXOq2O11M52ePcwdTPnmrHJOQKbQ="}},"hash":"BMpyid53IXji1jNYwhXK0+yW2rGCLeYcFISfMWuivAY=","text":"1\n[22. Withdrawal of recognition.—(1) If a recognized institution is violating provisions of this Ordinance\nand regulations made thereunder or the facilities for training for the courses of study or standard of examination\nin the institution to obtain a recognized medical or dental qualification, additional medical or dental\nqualification, training for house job or internship or foundation year or in a continuous professional\ndevelopment opportunity providing organization has deteriorated to an extent that the standard of proficiency\nrequired from candidates at any examination held for the purpose of granting such qualification is not such as\nto secure to persons holding such qualification the knowledge and skill requisite for the efficient practice of\nmedicine or dentistry, the Council may stop further intake of students in the institution and forward a summary\nof its findings and its intent to the medical or dental institution with an intimation of the period within which the\nmedical or dental institution may submit its explanation to the Council and may request for a hearing before the\nCouncil if it so desires. (2) If the Council is not satisfied with the explanation then it shall make a recommendation to the Federal\nGovernment for closure of the institution to which shall include a scheme for adjustment of students in other\nrecognized institutions of the corresponding public or private sector, as the ease may be. (3) On recommendations of the Council, the Federal Government may, by notification in the official\nGazelle, direct that an entry shall be made in the First, Third, Fifths Sixth or Seventh Schedule, as the case may\nbe, against the said medical or dental or a postgraduate institution and qualification granted by it, hospital or\ncontinuous professional development opportunity provider declaring that, it shall be a recognized medical,\ndental or additional medical or dental qualification, institution, hospital and continuous professional\ndevelopment opportunity provider only before the date of notification.]. 2\n[22 A. Establishment and running of medical and dental institutions without recognition.—No\nperson shall run nor establish any institution for training or grant or both training or grant of medical or dental\nqualifications, additional medical or denial education, training for house job, internship or foundation year or an\norganization for continuous professional development opportunity providing neither shall any university grant\naffiliation to any such an institution nor any such institution shall award any degree unless recognition has been\ngranted to such college or institution under this Ordinance. 1\nSubs.by Act No. XIX of 2012, ss. 24 and 25.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"09d74248-8b41-4dc2-950a-cd48999b4958":{"id_":"09d74248-8b41-4dc2-950a-cd48999b4958","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"01e4e844-422d-4e3f-95ca-7ae6f19b84e7","metadata":{},"hash":"BMpyid53IXji1jNYwhXK0+yW2rGCLeYcFISfMWuivAY="},"NEXT":{"nodeId":"328f5209-f5e5-40b2-a12b-1a94585dda99","metadata":{},"hash":"/ujJXdj/DUbXQPO5RSgvRe4CWUwpB4xQW8WW70okHV0="}},"hash":"bPx0Kh6hy/FExL7lXOq2O11M52ePcwdTPnmrHJOQKbQ=","text":"XIX of 2012, ss. 24 and 25. 2\nIns. by Act No. XIX of 2012, s. 26. Page 13 of 28\n\n22 B. Penalty. ___\n(1) Whoever runs or establishes or endorses any institution or advertises\nadmissions in an institution for imparting education in medicine or dentistry, which is not recognized\nunder Sections 11, 11 A, 16, 16 A or 18 or in respect of which recognition has been withdrawn under\nSection 22, shall be guilty of an offence punishable with rigorous imprisonment for a term which may\nextend to five years but shall not be less than a year or with fine which may extend to ten million\nrupees but shall not be less than five million rupees or with both and shall also be liable to closure of\nsuch institution. (2) Where any contravention of this Ordinance has been committed by a body corporate or\ninstitution and it appears from the relevant documents that such offence has been committed with the\nconsent or connivance of or is attributed to any negligence on the part of any director, partner,\nmanager, secretary or other officer of the body corporate or institution such director, partner,\nmanager, secretary or other officer of the body corporate or institution, shall be deemed guilty of such\ncontravention along with the body corporate or institution and shall be punished accordingly:\nProvided that in the case of a company as defined under the Companies Ordinance, 1984 (XLVII\nof 1984), only its Chief Executive shall be liable under this section. Explanation.—For the purposes of this section, \"body corporate or institution\" includes a firm,\nassociation of persons and a society registered under the Societies Registration Act, 1860 (XXI of\n1860) or under the Co operative Societies Act, 1925 (VII of 1925).","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"328f5209-f5e5-40b2-a12b-1a94585dda99":{"id_":"328f5209-f5e5-40b2-a12b-1a94585dda99","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"09d74248-8b41-4dc2-950a-cd48999b4958","metadata":{},"hash":"bPx0Kh6hy/FExL7lXOq2O11M52ePcwdTPnmrHJOQKbQ="},"NEXT":{"nodeId":"600629eb-9695-4b2a-ad8e-28f5532dad6a","metadata":{},"hash":"Gm7rR+4lzeRTqEd2ZR3+s8EM11Y1RbUFurkKXSAKE80="}},"hash":"/ujJXdj/DUbXQPO5RSgvRe4CWUwpB4xQW8WW70okHV0=","text":"(3) Where any contravention of this Ordinance has been committed by any Government agency,\nlocal authority or local council and it appears from the relevant documents that such contravention\nhas been committed with the consent or connivance of or is attributable to any negligence on the part\nof the head or any other officer of the Government agency, local authority or local council, such head\nor other officer shall also be deemed guilty of such contravention alongwith the Government agency,\nlocal authority or local council and shall be liable to be proceeded against and punished accordingly.]. 1\n[23. Maintenance of Register of medical practitioners.—(1) The Council shall maintain a\nRegister of medical practitioners possessing qualifications which are recognized medical or additional\nmedical qualifications for the purposes of this Ordinance and may prescribe the necessary particulars\nto be entered in the Register. Holders of a recognized basic degree shall be registered on provisional\nbasis for internship or foundation or house job of a minimum of one year duly assessed, hands on\nclinical rotation in an approved hospital or institution included in the Sixth Schedule which shall be\nmandatory for conversion of provisional registration into full registration. (2) The practitioner shall be deemed to hold a valid registration and entitled to be known and\neligible for privileges of a registered medical practitioner if his name is retained on the Register after\nfulfillment of requirements of continuation of registration as laid down by the Council from time to\ntime and provided he had paid the dues of the Council. The valid registration certificate shall be the\nlicence to practice medicine in Pakistan.]. 1\nSubs. by Act No. XIX of 2012, s.27. Page 14 of 28\n\n1\n* * * * * * *\n1\n* * * * * * *\n2\n[26. Maintenance of Register of dental practitioners.—(1) The Council shall maintain a Register\nof dental practitioners possessing qualifications which are recognized dental or additional dental\nqualifications for the purposes of this Ordinance and may prescribe the necessary particulars to be\nentered in the Register. Holders of a recognized basic degree shall be registered on provisional basis\nfor internship or foundation or house job of a minimum of one year duly assessed, hands on clinical\nrotation in an approved hospital or institution included in the Sixth Schedule which shall be\nmandatory for conversion of provisional registration into full registration.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"600629eb-9695-4b2a-ad8e-28f5532dad6a":{"id_":"600629eb-9695-4b2a-ad8e-28f5532dad6a","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"328f5209-f5e5-40b2-a12b-1a94585dda99","metadata":{},"hash":"/ujJXdj/DUbXQPO5RSgvRe4CWUwpB4xQW8WW70okHV0="},"NEXT":{"nodeId":"e0bc1fef-9fc2-4baf-94a7-0ac2ece2deb2","metadata":{},"hash":"BhN0bbsw6GJK/VKXle7d8oqu8/RpKxOwJXaj/0x4Zkc="}},"hash":"Gm7rR+4lzeRTqEd2ZR3+s8EM11Y1RbUFurkKXSAKE80=","text":"(2) The practitioner shall be deemed to hold valid registration and entitled to be known and eligible\nfor privileges of a registered dental practitioner if his name is retained on the Register after fulfillment\nof requirements of continuation of registration as laid down by the Council from time to time and\nprovided he had paid the dues of the Council. The valid registration certificate shall be the licence to\npractice dentistry in Pakistan.]. 27. Registers to be public documents. The Register maintained under section 23 or section 26\nshall be deemed to be public document within the meaning of the \n2\n[Qanun e Shahadat, 1984 (P.O. No. 10 of 1984). ]\n3\n[28. Penalty for fraudulent representation or registration. Whoever falsely pretends to be\nregistered under this Ordinance as a medical practitioner or dentist and uses with his name or title any\nwords or letters representing that he is so registered with the Council or uses the word \"doctor\"\nwithout legal basis, irrespective of whether any person is actually deceived by such pretence or\nrepresentation or not, shall, on conviction before a Magistrate of the first class, be punishable with\nfine which may extend to one hundred thousand rupees or with imprisonment for a term which may\nextend to six months or with both. Any person found aiding and abetting him shall also be prosecuted\nand punished.]. 4\n[28 A. Penalty of practicing without registration.—(1) No person, other than a registered\nmedical or dental practitioner, shall practice medicine or dentistry. (2) Any person who acts in contravention of the provisions of sub section (1) shall be punishable\nwith imprisonment for a term which may extend to two years but shall not be less than six months or\nwith fine which may extend to two hundred thousand rupees but shall not be less than one hundred\nthousand rupees or with both. 28 B. Cognizance of offences.—(1) No Court shall take cognizance of any offence or matter\nunder this Ordinance except upon complaint in writing made by the authorized officer of the Council.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"e0bc1fef-9fc2-4baf-94a7-0ac2ece2deb2":{"id_":"e0bc1fef-9fc2-4baf-94a7-0ac2ece2deb2","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"600629eb-9695-4b2a-ad8e-28f5532dad6a","metadata":{},"hash":"Gm7rR+4lzeRTqEd2ZR3+s8EM11Y1RbUFurkKXSAKE80="},"NEXT":{"nodeId":"5ebfe548-9f70-4544-8e80-f1b1b07625d3","metadata":{},"hash":"z3fEGmkBz68cgOI4Xciln9mBauar8LB32Q6aDNvLBZM="}},"hash":"BhN0bbsw6GJK/VKXle7d8oqu8/RpKxOwJXaj/0x4Zkc=","text":"(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of\n1898), it shall be lawful for any Magistrate of the first class to pass any sentence authorized by this\nOrdinance even if such sentence exceeds his powers under Section 32 of the said Code.]. 1\nOmitted by Act No. XIX of 2012, s.28. 2\nSubs. by Act No. XIX of 2012, ss.29 and 30. 3\nSubs. by Act No. XIX of 2012, s.31. 4Ins. by Act No. XIX of 2012, s.32. Page 15 of 28\n\n1\n[29. Privileges of registered medical or dental practitioners.—(1) A registered medical\npractitioner and dentist shall have following privileges, namely:\n__\n(a) valid registration shall be considered as a licence to practice medicine and dentistry in\nPakistan and of a level mentioned by the Council in the registration certificate;\n(b) a registered medical practitioner or a registered dentist having valid full registration shall\nbe competent to practice medicine or dentistry and prescribe allopathic medicine and\nperform any surgical or interventional procedure on any patient;\n(c) a registered medical practitioner or a registered dentist having valid full registration may\ntake admission for an additional qualification course;\n(d) to hold any medical or dental or relevant administrative appointment in any medical or\ndental institution or setup or hospitals or clinic or related health institution;\n(e) to hold a commission as a medical or dental officer in the Armed Forces; and\n(f) only a registered practitioner having valid registration is eligible to participate in the\nelections of the member of the Council. (2) Notwithstanding anything to the contrary contained in any other law for the time being in\nforce, no medical certificate or proscription or advice shall be considered valid unless obtained from a\nmedical or dental practitioner having valid registration. (3) No person shall be entitled to recover any charge in any Court of law for any medical or\nsurgical advice or attendance or for the performance of any operation or intervention or for any\nmedicine prescribed or supplied unless he can prove upon the trial that he is a registered medical or\ndental practitioner having valid registration.]. 1\n[30.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"5ebfe548-9f70-4544-8e80-f1b1b07625d3":{"id_":"5ebfe548-9f70-4544-8e80-f1b1b07625d3","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"e0bc1fef-9fc2-4baf-94a7-0ac2ece2deb2","metadata":{},"hash":"BhN0bbsw6GJK/VKXle7d8oqu8/RpKxOwJXaj/0x4Zkc="},"NEXT":{"nodeId":"255dbb03-f79a-46b1-8813-0f31069a9ab8","metadata":{},"hash":"oky0VCKKANhWbmkTA5M4b5v59QtjRZkMDmnY9wPWoK0="}},"hash":"z3fEGmkBz68cgOI4Xciln9mBauar8LB32Q6aDNvLBZM=","text":"1\n[30. Responsibilities of registered medical or dental practitioner.—(1) Every registered\nmedical or dental practitioner shall notify any transfer of the place of his residence or practice to the\nRegistrar within sixty days of such transfer, failing which his name is liable to be struck off the\nRegister by order of the Federal Government either permanently or for such period as may be\nspecified therein. (2) No registered person shall use or publish in any way whatsoever any time, title, description or\nsymbol indicating or calculated to lead persons to infer that he possesses any additional or other\nprofessional qualification unless the same has been conferred upon him by a legally constituted\nauthority within or outside Pakistan and which is recognized under this Ordinance. (3) Every registered medical practitioner or dental practitioner shall comply with the code of\nmedical ethics prescribed by the Council.]. 1\nSubs. by Act No. XIX of 2012, ss.33 and 34. Page 16 of 28\n\n1\n[31. Removal of names from the Register. ___\n(1) The Council, in its discretion, may direct the\nRegistrar to remove altogether or for a specified period from the Register the name of any registered\nmedical practitioner or registered dentist who has been convicted by the disciplinary committee or by\nany other Court of law of any such offence as implies in the opinion of the Council a defect of\ncharacter defined in the code of ethics of practice or who, after an inquiry at which opportunity has\nbeen given to such person to be heard in person or through a pleader, has been convicted by the\ndisciplinary committee of the Council as guilty of professional negligence or incompetence or who\nhas shown himself to be until to continue in practice or on account of mental ill health or other\ngrounds as prescribed in the code of ethics of practice regulations. (2) The Council may also direct that any name removed from the Register under sub section (1)\nshall be restored. (3) For the purpose of an inquiry under sub section (1), the disciplinary committee of the Council\nshall exercise all the powers of a Civil Court under the Code of Civil Procedure, 1908 (Act V of\n1908) for summoning the witnesses, for compelling the production of documents and for issuing\ncommissions with the help of law enforcing authorities.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"255dbb03-f79a-46b1-8813-0f31069a9ab8":{"id_":"255dbb03-f79a-46b1-8813-0f31069a9ab8","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"5ebfe548-9f70-4544-8e80-f1b1b07625d3","metadata":{},"hash":"z3fEGmkBz68cgOI4Xciln9mBauar8LB32Q6aDNvLBZM="},"NEXT":{"nodeId":"3c67a578-ae62-47ba-a6dd-387d79156608","metadata":{},"hash":"qmK8m5r4psKI0kK68BP5e5SdIJLkl6A/5f7P8SfGoC0="}},"hash":"oky0VCKKANhWbmkTA5M4b5v59QtjRZkMDmnY9wPWoK0=","text":"(4) The claim of professional negligence shall initially be established before the disciplinary\ncommittee of the Council before any other proceedings.]. 2\n* * * * * * *\n33. Power to make Regulations. (1) The Council may, with the previous sanction of the\n3\n[Federal Government], make Regulations generally to carry out the purposes of this Ordinance, and,\nwithout prejudice to the generality of this power, such Regulations may provide for\n__\n(a) the management of the property of the Council and the maintenance and audit of its\naccounts ;\n1\nSubs. by Act No. XIX of 2012, s.35. 2\nOmitted by Act No. XIX of 2012, s. 36. 3\nSubs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"3c67a578-ae62-47ba-a6dd-387d79156608":{"id_":"3c67a578-ae62-47ba-a6dd-387d79156608","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"255dbb03-f79a-46b1-8813-0f31069a9ab8","metadata":{},"hash":"oky0VCKKANhWbmkTA5M4b5v59QtjRZkMDmnY9wPWoK0="},"NEXT":{"nodeId":"14993895-27d3-4e7e-b3c8-c844c8f4e3d9","metadata":{},"hash":"4RpsyV12NaUtRDrOQhKyxmGsCXlFDO7S14YxEM0CJDE="}},"hash":"qmK8m5r4psKI0kK68BP5e5SdIJLkl6A/5f7P8SfGoC0=","text":"2 and Table, for “Central Government”. Page 17 of 28\n\n(b) the summoning and holding of meetings of the Council, the times and places where such\nmeetings are to be held, the conduct of business thereat and the number of members\nnecessary to constitute a quorum ;\n(c) the powers and duties of the President and Vice President ;\n(d) the mode of the appointment of the Executive Committee and other Committees, the\nsummoning and holding of meetings, and the conduct of business of such Committees ;\n1\n[(e) code of practice and ethics for the medical and dental practitioners;\n(f) the appointment, powers, duties and procedures of medical and dental inspectors;\n(g) the conditions and procedure for maintenance, compilation and publication of the Register\nof medical and dental practitioners and of health care providing facilities and their\nminimum requirements and the fees to be charged for registration and, if necessary, for\nopening of sub offices or branches for this purpose;]\n2\n[(gg) the fee for application under section 22A;]\n1\n[(h) the procedure for any inquiry under sub section (1) of Section 31; and\n(i) any matter for which under this Ordinance provision may be made by regulations.];\n(2) Notwithstanding anything contained in sub section (1), the Council shall make Regulations\nwhich may provide for\n(a) prescribing a uniform minimum standard of courses of training for obtaining graduate and\npost graduate medical and dental qualifications to be included or included respectively in\nthe First, Third and Fifth Schedules ;\n(b) prescribing minimum requirements for the content and duration of courses of study as\naforesaid ;\n(c) prescribing the conditions for admission to courses of training as aforesaid ;\n(d) prescribing minimum qualifications and experience required of teachers for appointment\nin medical and dental institutions ;\n1\nSubs. by Act No. XIX of 2012. s.37. 2\nSubs. ins. by Ord. VII of 1999, ss. 9 10 (valid upto 21 09 1999).","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"14993895-27d3-4e7e-b3c8-c844c8f4e3d9":{"id_":"14993895-27d3-4e7e-b3c8-c844c8f4e3d9","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"3c67a578-ae62-47ba-a6dd-387d79156608","metadata":{},"hash":"qmK8m5r4psKI0kK68BP5e5SdIJLkl6A/5f7P8SfGoC0="},"NEXT":{"nodeId":"84c4c832-46a9-46ea-987e-7df0d6f532e9","metadata":{},"hash":"7t77gn1uHE9PtXA7cZajoo+lfm7LmuhMv7l9cS6DUjw="}},"hash":"4RpsyV12NaUtRDrOQhKyxmGsCXlFDO7S14YxEM0CJDE=","text":"9 10 (valid upto 21 09 1999). Page 18 of 28\n\n(e) prescribing the standards of examinations, methods of conducting the examinations and\nother requirements to be satisfied for securing recognition of medical and dental\nqualifications under this Ordinance ;\n1\n[(f) prescribing the qualifications, experience and other conditions required for examiners for\nprofessional examinations in medicine and dentistry antecedent to the granting of\nrecognized medical and dental and additional medical and dental qualifications;\n(g) registration of medical or dental students at any medical or dental college or school or any\nuniversity and the fees payable in respect of such registration;\n(h) laying down criteria including university affiliation, conditions and requirements for\nrecognition and continuation of recognition and for grant of status of a teaching institution\nof institutions and organizations under this Ordinance and on all connected matters of\ninspection of medical and dental institutions for recognition and continuation of\nrecognition and inspection of examinations in these institutions and fee for such\ninspections;\n(i) terms and conditions of service for all employees appointed under section 9;\n(j) election of members of the Council; and\n(k) prescribing a uniform minimum standard for continuous professional development for\nregistered graduate and postgraduate medical and dental practitioners.]. 34. Information to be furnished by the Council and publication thereof. (1) the Council shall\nfurnish such reports, copies of its minutes, abstracts of its accounts, and other information to the\n2\n[Federal Government] as it may require. (2) The \n2\n[Federal Government] may publish, in such manner as it may think fit, any report, copy,\nabstract or other information furnished to it under this section or under section 21. 3\n[35. Commission of inquiry.—(1) Whenever it is made to appear to the Federal Government\nthat the Council is not complying with any provisions of this Ordinance, the Federal Government may\nrefer the particulars of the complaint to a commission of inquiry consisting of three persons two of\nwhom shall be appointed by the Federal Government, including the chairman being at least a judge of\na High Court, and one member nominated by the Council after a resolution.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"84c4c832-46a9-46ea-987e-7df0d6f532e9":{"id_":"84c4c832-46a9-46ea-987e-7df0d6f532e9","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"14993895-27d3-4e7e-b3c8-c844c8f4e3d9","metadata":{},"hash":"4RpsyV12NaUtRDrOQhKyxmGsCXlFDO7S14YxEM0CJDE="},"NEXT":{"nodeId":"bf1cae17-b293-46d5-9d14-788907097c31","metadata":{},"hash":"A/mW7TQhKUFVwWL2b37kx3Qq9ipGXgXlApaZflPu7i4="}},"hash":"7t77gn1uHE9PtXA7cZajoo+lfm7LmuhMv7l9cS6DUjw=","text":"(2) Such commission shall proceed to inquire in a summary manner and to report to the Federal\nGovernment as to the truth of the matter charged in the complaint and in case of any charge of\ndefault or of improper action being found by the commission to have been established, the\ncommission shall recommend the remedies, if any, which are in its opinion necessary. 1\nSubs. by Act No. XIX of 2012, s.37 (b). 2\nSubs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”. 3\nSubs. by Act No. XIX of 2012, s.38. Page 19 of 28\n\n(3) The Federal Government shall forward the report of the commission of inquiry to the Council\nfor implementation and for remedial actions. The Council shall submit lo the Federal Government a\ndetailed plan of remedial measures to be adopted by the Council which shall be considered as\napproved if no further orders are passed by the Federal Government in this regard within three\nmonths. All remedial actions shall be taken by the Council within a stipulated period of six months\nand the Council shall submit to the Federal Government a report of actions taken thereon. If the\nCouncil fails to comply with the remedial measures forwarded to it by the Federal Government, the\nFederal Government may by itself amend the regulations of the Council or make such provisions or\nissue orders or take such other steps as may seem necessary to give effect to the recommendations of\nthe commission. (4) The commission of inquiry shall have power to administer oaths, to enforce the attendance of\nwitnesses and the production of documents and shall have other necessary powers for the purpose of\nany inquiry conducted by it as are exercised by a Civil Court under the Code of Civil Procedure,\n1908 (Act V of 1908).]. 36. [Repeals, etc. ] Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981\n(XXVII of 1981), s. 3 and Sch.,II. 1\n[36 A. Over ridding provision. The provisions of this Ordinance shall have effect\nnotwithstanding anything to the contrary contained in any other law for the time being in force.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"bf1cae17-b293-46d5-9d14-788907097c31":{"id_":"bf1cae17-b293-46d5-9d14-788907097c31","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"84c4c832-46a9-46ea-987e-7df0d6f532e9","metadata":{},"hash":"7t77gn1uHE9PtXA7cZajoo+lfm7LmuhMv7l9cS6DUjw="},"NEXT":{"nodeId":"5950596b-f982-4ce7-bd45-7adea2446011","metadata":{},"hash":"Pls2Y+D/lvIfLeYle1+JfY90XJKJ3pbT9HqGui7EHKk="}},"hash":"A/mW7TQhKUFVwWL2b37kx3Qq9ipGXgXlApaZflPu7i4=","text":"No\nsuit, prosecution or other legal proceeding shall lie against the Government, the Council or any\ncommittee thereof or any officer or servant of the Government or the Council for anything which is in\ngood faith done or intended to be done under this Ordinance. 36 B. Transitory provision. Upon the commencement of the Medical and Dental Council\n(Amendment) Act; 2012, the incumbent Council constituted under Section 3 shall stand dissolved and\nthe President, Vice President of the Council and Executive Committee of the Council as exists before\nthe commencement of the aforesaid Act shall stay infact till a new President, Vice President of the\nCouncil, Executive Committee is elected by the Council. The President, Vice President of the\nCouncil and Executive Committee of the Council shall have the powers of the Council and shall\nconduct elections for membership of the Council within one year.]. _______\n1\nIns. by Act No. XIX of 2012, s.39. Page 20 of 28\n\nTHE FIRST SCHEDULE\n(See section 11)\nRECOGNISED MEDICAL QUALIFICATIONS GRANTED BY MEDICAL INSTITUTIONS\nIN PAKISTAN. Medical Institution. Recognized medical qualification. Abbreviation for\nregistration. University of the\nPunjab\nLicentiate in Medicine and Surgery. Bachelor of Medicine. Bachelor of Medicine and Bachelor\nof Surgery. L.M.S., Punjab. M.B., Punjab\nM.B.B.S., Punjab. Punjab State Medical\nFaculty\nLicentiate in Medicine and Surgery\n(when the holder of the qualification\nhad passed the F.Sc. (Medical\nGroup) examination of a recognised\nUniversity before taking up medical\nstudies. L.M.S. (P.S.M.F. )\nUniversity of Karachi Bachelor of Medicine and Bachelor\nof Surgery. M.B.,B.S., Karachi. University of Sind Bachelor of Medicine and Bachelor\nof Surgery. M.B.,B,S. Sind. 1\n* * \n* * * * *\nUniversity of\nPeshawar\nBachelor of Medicine and Bachelor\nof Surgery. M.B.,B.S., Peshawar. 1\nOmitted by F.A.O., 1975, Art. 2 and Sch.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"5950596b-f982-4ce7-bd45-7adea2446011":{"id_":"5950596b-f982-4ce7-bd45-7adea2446011","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"bf1cae17-b293-46d5-9d14-788907097c31","metadata":{},"hash":"A/mW7TQhKUFVwWL2b37kx3Qq9ipGXgXlApaZflPu7i4="},"NEXT":{"nodeId":"39577dd7-b4e7-45d5-a2b7-c0bac4fe9efc","metadata":{},"hash":"5yU10nCM+TdX349X9u2A7gXZon0/aBBkbOUA7FEkCKc="}},"hash":"Pls2Y+D/lvIfLeYle1+JfY90XJKJ3pbT9HqGui7EHKk=","text":"1\nOmitted by F.A.O., 1975, Art. 2 and Sch. Page 21 of 28\n\nTHE SECOND SCHEDULE\n(See section 12)\n1\n* * * * * * *\nTHE THIRD SCHEDULE\n(See section 16)\nRECOGNISED ADDITIONAL MEDICAL QUALIFICATIONS\nMedical Institution. Recognized Additional Medical\nQualification. Abbreviations for\nRegistration. PART ‘A’\nGRANTED BY MEDICAL INSTITUTIONS IN PAKISTAN\nUniversity of the Punjab. Doctor of Medicine .. M.D. (Punjab). Master of Surgery .. M.S. (Punjab). Diploma in Public Health. D.P.H. (Punjab). Diploma in Ophthalmology. D.O. (Punjab). Master of Philosophy (Bio Chemistry). M.Phil. Bio Chemistry\n(Karachi). ]\n2\n[Doctor of Medicine .. Master of Surgery .. M.D. (Karachi). M.S. (Karachi). 3\n[College of Physicians and\nSurgeons of Pakistan). Fellow of the College of Physicians and\nSurgeons of Pakistan. F.C.P.S. (Pak). Member of the College of Physicians and\nSurgeons of Pakistan. ] \nM.C.P.S. (Pak). 1Omitted by Act No. XIX of 2012, s.40. 2 \nAdded by S.R.O. No. 1713 (I)/73. at 4 12 1973, see, Gaz. of P., 1973, Pt. II, p 2450. 3\nAdded by S.R.O. No. 620(K)/67, dt. 10 4 1967, see, Gaz. of P., 1967, Pt., I, p 382. Page 22 of 28\n\nPART ‘B’\nGRANTED BY MEDICAL INSTITUTIONS OUTSIDE PAKISTAN\nIndia:\n*University of Bombay Doctor of Medicine .. Master of Surgery .. M.D. (Bombay). M.S. (Bombay). *University of Calcutta Doctor of Medicine .. Master of Surgery .. Diploma in Public Health.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"39577dd7-b4e7-45d5-a2b7-c0bac4fe9efc":{"id_":"39577dd7-b4e7-45d5-a2b7-c0bac4fe9efc","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"5950596b-f982-4ce7-bd45-7adea2446011","metadata":{},"hash":"Pls2Y+D/lvIfLeYle1+JfY90XJKJ3pbT9HqGui7EHKk="},"NEXT":{"nodeId":"8c1023bf-0dd9-4954-af92-2fb96fc35f46","metadata":{},"hash":"usZSgORYyk1MEgcw548ikIQw90jJiXd0X8H7LurO8uA="}},"hash":"5yU10nCM+TdX349X9u2A7gXZon0/aBBkbOUA7FEkCKc=","text":"Master of Surgery .. Diploma in Public Health. Master of Obstetrics .. M.D. (Calcutta). M.S. (Calcutta). D.P.H. (Calcutta)\nM.O. (Calcutta). *University of Lucknow Doctor of Medicine .. Master of Surgery .. M.D. (Lucknow). M.S. (Lucknow). *University of Madras Doctor of Medicine .. Master of Surgery .. M.D. (Madras). M.S. (Madras). *University of Patna .. Doctor of Medicine .. Master of Surgery .. M.D. (Patna). M.S. (Patna). *Andhra University .. Doctor of Medicine and\nMaster of Surgery. M.D., M.S., Andhra. United Kingdom: \n1\n[Doctor of Philosophy\n(Basis Medical Subjects)\nMaster of Science .. (Basic Medical Subjects)\nPh. D. M.Sc. * When granted on or before the 14th February, 1956. 1 \nAdded by S.R.O. No. 916 (K)/66, dated, 8 9 1966, see Gaz. of P., 1966, Pt. I., p.497. Page 23 of 28\n\n1 2 3\nPost Graduate Diplomas D.A., D.A.P. & E. D. Bact., D.C.H.,\nD.C.M.T.,\nD.C.P. D.I.H., D.L.O.,\nD.M.J., D.M.R.D.,\nD.M.R.T., D.M.S.A.,\n(Edin), D.O.Hyg., D.O.,\nD.PhyS. Med., D.P.M.,\nD.T.C.D., D.T.P.H. (Only\nwhen granted after training\nof atleast one academic\nyear)],\nUniversities of:\nBirmingham, Bristol,\nCambridge, Durham,\nLeeds, Liverpool, London,\nManchester, Oxford,\nShefield, Wales, Aberdeen,\nEdinburgh, Glassgow\n1\n[Exerter, New Castle\nupon Tyne,] St. Andrews\nand Bolfast. Doctor of Medicine .. Master of Surgery .. Diploma in Public Health. M.D. M.S. or M.Ch.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"8c1023bf-0dd9-4954-af92-2fb96fc35f46":{"id_":"8c1023bf-0dd9-4954-af92-2fb96fc35f46","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"39577dd7-b4e7-45d5-a2b7-c0bac4fe9efc","metadata":{},"hash":"5yU10nCM+TdX349X9u2A7gXZon0/aBBkbOUA7FEkCKc="},"NEXT":{"nodeId":"0e6bc38a-8f4a-4417-b25c-4194f1ea3d73","metadata":{},"hash":"TGISyNCKsOJgIEqncfqRUmA88sEzw0e/1KpHfK/0Bi4="}},"hash":"usZSgORYyk1MEgcw548ikIQw90jJiXd0X8H7LurO8uA=","text":"Diploma in Public Health. M.D. M.S. or M.Ch. D.P.H. Royal College of\nPhysicians of London. Member, Fellow M.R.C.P., F.R.C.P. (London). Royal College of Surgeons\nof London. Fellow .. F.R.C.S. (England). Royal College of\nPhysicians of Edinburgh. Member, Fellow .. M.R.C.P., F.R.C.P.,\n(Edin). Royal College of Surgeons\nof Edinburgh. Fellow F.R.C.S. (Edin.). Royal Faculty of\nPhysicians and Surgery of\nGlasgow. Fellow .. F.R.F.P.S. (Glasgow). 1 \nIns. by S.R.O No. 916 (K)/66, dated, 8 9 1966, see Gaze. of P., 1966 Pt. I P. 497. Page 24 of 28\n\n1\n[Royal College of\nPhysicians and Surgeons,\nEngland. 2\n[Diploma in Public\nHealth. D.P.H. (R.C.P.S. England]\nDiploma in Public Health. D.P.H. (R.C.P.S. England). Royal College of\nPhysicians and Surgeons\nof Glasgow. Member, Fellow, Honorary\nFellow\nM.R C.P. (Glasg. )\nF.R.C.P. (Glasg. )\nF.R.C.S. (Glasg. )\nHon. F.R.C.P.S. (Glasg.)]. [Post Graduate Diploma. D.A., D.A.P. & E. D.Bact., D.C.H.,\nD.C.M.T., D.C.P.,\nD.I.H.., D.L.O., D.M.J.,\nDMR. D. D.M.R.T. D.M.S.A., (Edin), D.O. Hyg.,\nD.O., D.Obst. R.C.O.G. D.P.H., D. Phys. Med.,\nD.P.M., D.T.C.D.,\nD.T.P.H. ( Only when granted after\ntraining of at least one\nacademic year);]\n1\nAdded by S.R.O. No. 505 (K)/65, dated.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"0e6bc38a-8f4a-4417-b25c-4194f1ea3d73":{"id_":"0e6bc38a-8f4a-4417-b25c-4194f1ea3d73","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"8c1023bf-0dd9-4954-af92-2fb96fc35f46","metadata":{},"hash":"usZSgORYyk1MEgcw548ikIQw90jJiXd0X8H7LurO8uA="},"NEXT":{"nodeId":"d1c8ffff-3ca1-49de-b59d-824ea8aff43d","metadata":{},"hash":"OpMSNHIuretRzpUTBlhIQXsyjGT84kSmr6lzjgq33lg="}},"hash":"TGISyNCKsOJgIEqncfqRUmA88sEzw0e/1KpHfK/0Bi4=","text":"No. 505 (K)/65, dated. 24 10 1965, see Gaz. of P., 1965, Pt. I., p. 498. )\n2 \nSubs. by the Health Divn. Notifin No. S.R.O. 716(K)/65, dated the 26th August, 1965, for the existing entries, see Gaz. of P., 1965, Pt. I, p. 642. 3\nAdded by S.R.O. No. 916 (K)/66, dated 8 9 1966, see Gaz. of P., 1966, Pt. I., pp. 457 458. Page 25 of 28\n\nRepublic of Ireland:\nniversity of Dublin\nNational University of Ireland. Doctor of\nMedicine .. Master of\nSurgery .. Master in\nObstetrics .. M.D. M.Ch. M.A.O. Royal College of Physicians of\nIreland. Member\nFellow .. M.R.C.P. (Ireland)\nF.R.C.P. (Ireland)\nRoyal College of Surgeons in\nIreland. Fellow .. F.R.C.S (Ireland). 1\n[Diploma in\nObstetrics and\nGynaecology. ]\nD.G.O. ]\n1\n[United States of America:\nIndiana University .. Doctor of\nPhilosophy .. Ph. D. (Basic\nMedical Subject). ]\n1 \nAdded by the Health Divn. Notifn. No. S.R.O. 78(K)/65, dated the 20th January, 1965, see ibid., pp. 34 35. Page 26 of 28\n\nTHE FOURTH SCHEDULE\n(See section 17)\n1\n* * * * * * *\nTHE FIFTH SCHEDULE\n(See section 18)\nRECOGNISED DENTAL QUALIFICATIONS\nMedical Institution. Recognised Dental Qualification. Abbreviation for Registration. University of the Punjab\n2\n[Punjab State Medical Faculty. 3\n[University of Sind. University of Peshawar. Bachelor of Dental Surgery. Licentiate in Dental Surgery. Bachelor of Dental Surgery. Bachelor of Dental Surgery.","textTemplate":"","metadataSeparator":"\n","type":"TEXT"},"d1c8ffff-3ca1-49de-b59d-824ea8aff43d":{"id_":"d1c8ffff-3ca1-49de-b59d-824ea8aff43d","metadata":{},"excludedEmbedMetadataKeys":[],"excludedLlmMetadataKeys":[],"relationships":{"SOURCE":{"nodeId":"./data/administrator0a8911d25a8f2990d791513113b28c9d.pdf","metadata":{},"hash":"K1ZbfrNGhJoK0q6b7XX3gmbnkqmXXNXisS4IVoPDE44="},"PREVIOUS":{"nodeId":"0e6bc38a-8f4a-4417-b25c-4194f1ea3d73","metadata":{},"hash":"TGISyNCKsOJgIEqncfqRUmA88sEzw0e/1KpHfK/0Bi4="}},"hash":"OpMSNHIuretRzpUTBlhIQXsyjGT84kSmr6lzjgq33lg=","text":"Licentiate in Dental Surgery. Bachelor of Dental Surgery. Bachelor of Dental Surgery. B.D.S. (Punjab). L.D.S. (PSMF). ]\nB.D.S. (Sind). B.D.S. (Peshawar). ]\n4\n[THE SIXTH SCHEDULE\n(see Section 11 A)\nAPPROVED HOSPITALS OR INSTITUTIONS\nS. No. Approved Hospitals or Institutions Specialties/Department\nTHE SEVENTH SCHEDULE\n(see Section 16 B)\nCONTINUOUS PROFESSIONAL DEVELOPMENT OPPORTUNITY PROVIDERS IN\nPAKISTAN\nS. No. CPD Opportunity Provider\nTHE EIGHTH SCHEDULE\n(see Section 16 C)\nSPECIALIST BOARDS\nS. No. Specialist Boards Specialties/Department.]. __________\n1\nOmitted by Act No. XIX of 2012, s.40. 2\nAdded by the Health Divn. Notifin. No. S.R.O. 111 (K)/66, dated the 29th January, 1966, see Gaz. of P., 1966, Pt. I, p. 78. 3 \nAdded by S.R.O. No. 215 (K)/69, dated 9 1 1969, see Gaz. of P., 1969, Pt. I., p. 148. 4\nIns. by Act No. XIX of 2012, s.41. Page 27 of 28\n\nPage 28 of 28","textTemplate":"","metadataSeparator":"\n","type":"TEXT"}},"type":"simple_dict"}}}